{
    "title": "À Propos de Nous - Ctofconverter",
    "description": "Découvrez Ctofconverter, votre ressource fiable pour la conversion de température entre Celsius et Fahrenheit.",
    "content": "<div class=\"about-card\"><h2>Notre Mission</h2><p>Chez Ctofconverter, notre mission est de fournir des outils de conversion de température simples, précis et fiables pour tous. Que vous soyez étudiant, professionnel ou quelqu'un qui a simplement besoin de convertir des températures dans la vie quotidienne, nous sommes là pour rendre le processus rapide et sans effort.</p><p>Nous croyons que l'accès aux outils de conversion de température devrait être facile et direct, sans obstacles ni complications. Notre site web est conçu pour être intuitif, convivial et accessible aux personnes de tous âges et de tous horizons techniques.</p></div><div class=\"about-card\"><h2>Notre Histoire</h2><p>Ctofconverter a été fondé en 2025 par une équipe de développeurs et de designers passionnés qui ont reconnu le besoin d'un outil de conversion de température simple et fiable. Nous avons remarqué que de nombreux outils existants étaient soit trop compliqués, remplis de publicités, soit manquaient de la précision nécessaire pour une utilisation professionnelle.</p><p>Dans cet esprit, nous nous sommes lancés dans la création d'un site web qui se concentre uniquement sur la fourniture de la meilleure expérience de conversion de température possible. Nous avons travaillé sans relâche pour nous assurer que nos outils sont précis, que notre interface est claire et intuitive, et que notre contenu est utile et informatif.</p></div><div class=\"about-card\"><h2>Contactez-Nous</h2><p>Vous avez une question, une suggestion ou un commentaire ? Nous serions ravis de vous entendre ! N'hésitez pas à nous contacter par e-mail :</p><a href=\"mailto:lhqlvp@gmail.com\" class=\"contact-email\">lhqlvp@gmail.com</a></div><style>.about-card{background:#fff;border-radius:12px;padding:2.5rem;margin-bottom:2rem;box-shadow:0 4px 6px rgba(0,0,0,0.05)}.about-card h2{color:#2c3e50;margin:0 0 1.5rem 0;font-size:1.75rem}.about-card p{line-height:1.7;color:#4a5568;margin-bottom:1.25rem}.contact-email{display:inline-block;margin-top:1rem;font-weight:600;color:#3182ce;text-decoration:none;font-size:1.1rem}.contact-email:hover{text-decoration:underline}</style>"
}