{
    "title": "Politique de confidentialité",
    "description": "Lisez notre politique de confidentialité pour comprendre comment nous collectons, utilisons et protégeons vos informations personnelles sur C to F Converter.",
    "content": "<p class=\"last-updated\">Dernière mise à jour : 2026-01-12</p>\n<p>Cette politique de confidentialité décrit nos politiques et procédures concernant la collecte, l'utilisation et la divulgation de vos informations lorsque vous utilisez le Service et vous informe de vos droits en matière de confidentialité ainsi que de la façon dont la loi vous protège.</p>\n<h2>Interprétation et définitions</h2>\n<h3>Interprétation</h3>\n<p>Les mots dont la première lettre est en majuscule ont les significations définies aux conditions suivantes. Les définitions auront le même sens, qu'ils apparaissent au singulier ou au pluriel.</p>\n<h3>Définitions</h3>\n<p>Aux fins de la présente politique de confidentialité :</p>\n<ul>\n<li><strong>Compte</strong> désigne un compte unique créé pour vous afin d'accéder à notre Service ou à une partie de celui-ci.</li>\n<li><strong>Société</strong> (désignée dans le présent accord comme « la Société », « Nous » ou « Notre ») fait référence à C to F Converter.</li>\n<li><strong>Cookie</strong> sont de petits fichiers placés sur votre ordinateur, appareil mobile ou tout autre dispositif par un site web, contenant les détails de votre historique de navigation sur ce site.</li>\n<li><strong>Pays</strong> désigne : [Pays]</li>\n<li><strong>Appareil</strong> désigne tout dispositif pouvant accéder au Service, tel qu'un ordinateur, un téléphone portable ou une tablette numérique.</li>\n<li><strong>Données personnelles</strong> désigne toute information se rapportant à une personne identifiée ou identifiable.</li>\n<li><strong>Service</strong> désigne le site web.</li>\n<li><strong>Fournisseur de services</strong> désigne toute personne physique ou morale qui traite les données au nom de la Société.</li>\n<li><strong>Données d'utilisation</strong> désigne les données collectées automatiquement, générées par l'utilisation du Service ou par l'infrastructure du Service (par exemple la durée d'une visite de page).</li>\n<li><strong>Site web</strong> désigne C to F Converter, accessible depuis [URL du site web].</li>\n<li><strong>Vous</strong> désigne la personne accédant ou utilisant le Service, ou la société ou autre entité juridique au nom de laquelle cette personne accède ou utilise le Service.</li>\n</ul>\n<h2>Collecte et utilisation de vos données personnelles</h2>\n<h3>Types de données collectées</h3>\n<h4>Données personnelles</h4>\n<p>Lors de l'utilisation de notre Service, nous pouvons vous demander de nous fournir certaines informations d'identification personnelle pouvant être utilisées pour vous contacter ou vous identifier. Les informations d'identification personnelle peuvent inclure, sans s'y limiter :</p>\n<ul>\n<li>Adresse e-mail</li>\n<li>Prénom et nom de famille</li>\n<li>Numéro de téléphone</li>\n<li>Adresse, État, Province, code postal, ville</li>\n<li>Données d'utilisation</li>\n</ul>\n<h4>Données d'utilisation</h4>\n<p>Les données d'utilisation sont collectées automatiquement lorsque vous utilisez le Service.</p>\n<p>Les données d'utilisation peuvent inclure des informations telles que l'adresse IP de votre appareil, le type et la version du navigateur, les pages du Service que vous visitez, la date et l'heure de votre visite, le temps passé sur ces pages, les identifiants uniques de l'appareil et d'autres données de diagnostic.</p>\n<p>Lorsque vous accédez au Service via un appareil mobile, nous pouvons collecter automatiquement certaines informations, notamment le type d'appareil mobile que vous utilisez, l'ID unique de l'appareil mobile, l'adresse IP de l'appareil mobile, le système d'exploitation mobile, le type de navigateur mobile que vous utilisez, les identifiants uniques de l'appareil et d'autres données de diagnostic.</p>\n<p>Nous pouvons également collecter les informations que votre navigateur envoie chaque fois que vous visitez notre Service ou lorsque vous accédez au Service via un appareil mobile.</p>\n<h3>Utilisation de vos données personnelles</h3>\n<p>La Société peut utiliser vos données personnelles aux fins suivantes :</p>\n<ul>\n<li>Fournir et maintenir notre Service, y compris surveiller l'utilisation du Service.</li>\n<li>Gérer votre compte : gérer votre inscription en tant qu'utilisateur du Service.</li>\n<li>Exécution d'un contrat : le développement, la conformité et l'exécution du contrat d'achat des produits, articles ou services que vous avez achetés ou de tout autre contrat avec nous via le Service.</li>\n<li>Vous contacter : par e‑mail, appels téléphoniques, SMS ou autres moyens électroniques (ex. notifications push d'une application mobile) afin de vous informer des mises à jour, des communications informatives liées aux fonctionnalités, produits ou services contractés, y compris les mises à jour de sécurité.</li>\n<li>Vous fournir des actualités, offres spéciales et informations générales sur d'autres biens, services ou événements que nous proposons et qui sont similaires à ceux que vous avez déjà achetés ou consultés, sauf si vous avez choisi de ne pas recevoir ces informations.</li>\n<li>Gérer vos demandes : traiter et gérer vos demandes.</li>\n<li>Transferts d'entreprise : nous pouvons utiliser vos informations pour évaluer ou réaliser une fusion, scission, restructuration, dissolution ou tout autre transfert d'actifs.</li>\n<li>Autres fins : analyse de données, identification des tendances d'utilisation, évaluation de l'efficacité de nos campagnes promotionnelles et amélioration de notre Service, produits, marketing et votre expérience.</li>\n</ul>\n<p>Nous pouvons partager vos informations personnelles dans les situations suivantes :</p>\n<ul>\n<li>Fournisseurs de services : partager vos informations personnelles avec des fournisseurs afin de surveiller et analyser l'utilisation du Service et de vous contacter.</li>\n<li>Transferts d'entreprise : partager ou transférer vos informations personnelles dans le cadre d'une fusion, d'une vente d'actifs, d'un financement ou d'une acquisition.</li>\n<li>Affiliés : partager vos informations avec nos affiliés, sous réserve qu'ils respectent cette politique de confidentialité.</li>\n<li>Partenaires commerciaux : partager vos informations avec des partenaires commerciaux afin de vous offrir certains produits, services ou promotions.</li>\n<li>Autres utilisateurs : lorsque vous partagez des informations personnelles ou interagissez dans des zones publiques, ces informations peuvent être visibles par tous les utilisateurs et diffusées publiquement.</li>\n<li>Avec votre consentement : divulguer vos informations personnelles à d'autres fins avec votre consentement.</li>\n</ul>\n<h3>Conservation de vos données personnelles</h3>\n<p>La Société ne conservera vos données personnelles que pendant la durée nécessaire aux fins énoncées dans la présente politique de confidentialité. Nous conserverons et utiliserons vos données personnelles dans la mesure nécessaire pour respecter nos obligations légales, résoudre les litiges et faire appliquer nos accords et politiques.</p>\n<p>Nous conserverons également les données d'utilisation à des fins d'analyse interne. Les données d'utilisation sont généralement conservées pendant une période plus courte, sauf lorsqu'elles sont utilisées pour renforcer la sécurité ou améliorer les fonctionnalités du Service, ou lorsque la loi nous oblige à les conserver plus longtemps.</p>\n<h3>Transfert de vos données personnelles</h3>\n<p>Vos informations, y compris les données personnelles, peuvent être traitées dans les bureaux de la Société et dans tout autre lieu où les parties impliquées dans le traitement sont situées. Cela signifie que les informations peuvent être transférées et conservées sur des ordinateurs situés en dehors de votre État, province, pays ou autre juridiction gouvernementale où les lois de protection des données peuvent différer de celles de votre juridiction.</p>\n<p>Votre consentement à la présente politique de confidentialité ainsi que la soumission de ces informations constituent votre accord avec ce transfert.</p>\n<p>La Société prendra toutes les mesures raisonnablement nécessaires pour garantir que vos données sont traitées de manière sécurisée et conformément à cette politique de confidentialité, et aucun transfert de vos données personnelles ne sera effectué vers une organisation ou un pays sans contrôles adéquats, y compris la sécurité des données.</p>\n<h3>Divulgation de vos données personnelles</h3>\n<h4>Transactions commerciales</h4>\n<p>Si la Société est impliquée dans une fusion, une acquisition ou une vente d'actifs, vos données personnelles peuvent être transférées. Nous vous en informerons avant le transfert et une politique de confidentialité différente s'appliquera.</p>\n<h4>Application de la loi</h4>\n<p>Dans certaines circonstances, la Société peut être tenue de divulguer vos données personnelles en vertu de la loi ou en réponse à des demandes valides d'autorités publiques (ex. tribunal ou agence gouvernementale).</p>\n<h4>Autres exigences légales</h4>\n<p>La Société peut divulguer vos données personnelles de bonne foi lorsqu'elle estime que cela est nécessaire pour :</p>\n<ul>\n<li>Respecter une obligation légale</li>\n<li>Protéger et défendre les droits ou la propriété de la Société</li>\n<li>Prévenir ou enquêter sur d'éventuels actes répréhensibles liés au Service</li>\n<li>Protéger la sécurité personnelle des utilisateurs du Service ou du public</li>\n<li>Éviter une responsabilité légale</li>\n</ul>\n<h3>Sécurité de vos données personnelles</h3>\n<p>La sécurité de vos données personnelles est importante pour nous, mais rappelez‑vous qu'aucune méthode de transmission sur Internet ou de stockage électronique n'est 100 % sécurisée. Nous utilisons des moyens commercialement acceptables pour protéger vos données, mais nous ne pouvons garantir une sécurité absolue.</p>\n<h2>Vie privée des enfants</h2>\n<p>Notre Service n'est pas destiné aux personnes de moins de 13 ans. Nous ne collectons pas intentionnellement d'informations personnellement identifiables auprès de personnes de moins de 13 ans. Si vous êtes parent ou tuteur et que vous êtes au courant que votre enfant nous a fourni des données personnelles, veuillez nous contacter. Si nous découvrons que nous avons collecté des données personnelles d'une personne de moins de 13 ans sans vérification du consentement parental, nous prendrons des mesures pour supprimer ces informations de nos serveurs.</p>\n<p>Si nous devons nous baser sur le consentement comme base légale pour traiter vos informations et que votre pays exige le consentement des parents, nous pourrions exiger le consentement de vos parents avant de collecter et d'utiliser ces informations.</p>\n<h2>Liens vers d'autres sites web</h2>\n<p>Notre Service peut contenir des liens vers d'autres sites web qui ne sont pas exploités par nous. Si vous cliquez sur un lien tiers, vous serez dirigé vers le site tiers. Nous vous recommandons vivement de consulter la politique de confidentialité de chaque site que vous visitez.</p>\n<p>Nous n'avons aucun contrôle et n'assumons aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques des sites ou services tiers.</p>\n<h2>Modifications de cette politique de confidentialité</h2>\n<p>Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page.</p>\n<p>Nous vous informerons par e‑mail et/ou par un avis visible sur notre Service avant que le changement n'entre en vigueur et mettrons à jour la date « Dernière mise à jour » en haut de cette politique de confidentialité.</p>\n<p>Nous vous conseillons de consulter régulièrement cette politique de confidentialité afin de prendre connaissance de tout changement. Les changements sont effectifs dès leur publication sur cette page.</p>\n<h2>Nous contacter</h2>\n<p>Si vous avez des questions concernant cette politique de confidentialité, vous pouvez nous contacter :</p>\n<ul>\n<li>E‑mail : lhqlvp@gmail.com</li>\n</ul>"
}