{
    "title": "Conditions d'Utilisation",
    "description": "Lisez les règles et directives d'utilisation de C to F Converter.",
    "content": "<p class=\"last-updated\">Dernière mise à jour : 2026-01-12</p>\n<p>En utilisant notre service, vous acceptez d'être lié par ces Conditions d'Utilisation. Veuillez les lire attentivement.</p>\n<h2>1. Utilisation de Notre Service</h2>\n<p>Vous pouvez utiliser notre service à des fins personnelles et non commerciales. Vous ne devez pas :</p>\n<ul>\n<li>Utiliser le service à des fins illégales ou non autorisées.</li>\n<li>Interférer avec ou perturber le fonctionnement du service.</li>\n<li>Tenter d'obtenir un accès non autorisé à toute partie du service.</li>\n<li>Utiliser des moyens automatisés pour accéder au service sans notre consentement écrit préalable.</li>\n<li>Modifier, adapter ou pirater le service, ou impliquer une fausse association avec nous.</li>\n</ul>\n<h2>2. Propriété Intellectuelle</h2>\n<p>Tout le contenu de notre site web, y compris les textes, graphiques, logos, images et logiciels, est la propriété de C to F Converter ou de ses concédants de licence et est protégé par les lois sur le droit d'auteur, les marques de commerce et autres lois sur la propriété intellectuelle.</p>\n<p>Vous ne pouvez pas reproduire, distribuer, modifier, afficher ou créer des œuvres dérivées de tout contenu sans notre permission écrite.</p>\n<h2>3. Contenu Généré par l'Utilisateur</h2>\n<p>Si vous soumettez du contenu à notre site web, vous nous accordez une licence non exclusive, libre de redevances et mondiale pour utiliser, reproduire, modifier, publier et distribuer ce contenu.</p>\n<p>Vous garantissez que le contenu que vous soumettez ne viole aucune loi ni les droits de tiers.</p>\n<h2>4. Clause de Non-Responsabilité</h2>\n<p>Notre service est fourni \"tel quel\" et \"selon disponibilité\". Nous ne faisons aucune garantie, expresse ou implicite, concernant l'exactitude, la fiabilité ou la disponibilité.</p>\n<p>Nous ne garantissons pas que notre service sera ininterrompu ou exempt d'erreurs, ou que les défauts seront corrigés.</p>\n<h2>5. Limitation de Responsabilité</h2>\n<p>En aucun cas, C to F Converter ou ses sociétés affiliées ne seront responsables de tout dommage indirect, accessoire, spécial ou consécutif découlant de votre utilisation de notre service.</p>\n<p>Notre responsabilité totale envers vous pour toute réclamation découlant de ces conditions ou de notre service ne dépassera pas le montant que vous avez payé, le cas échéant, pour accéder au service.</p>\n<h2>6. Modifications du Service</h2>\n<p>Nous nous réservons le droit de modifier ou d'interrompre notre service à tout moment, avec ou sans préavis. Nous ne serons pas responsables envers vous ou tout tiers pour toute modification, suspension ou interruption du service.</p>\n<h2>7. Modifications des Conditions</h2>\n<p>Nous pouvons mettre à jour ces Conditions d'Utilisation de temps à autre. Nous vous informerons de tout changement en publiant les nouvelles conditions sur cette page. Votre utilisation continue de notre service après tout changement constitue votre acceptation des nouvelles conditions.</p>\n<h2>8. Loi Applicable</h2>\n<p>Ces Conditions d'Utilisation seront régies et interprétées conformément aux lois de votre pays/état, sans égard à ses dispositions relatives aux conflits de lois.</p>\n<h2>9. Nous Contacter</h2>\n<p>Si vous avez des questions concernant ces Conditions d'Utilisation, veuillez nous contacter à :</p>\n<p>E-mail : lhqlvp@gmail.com</p>"
}