{
    "title": "Tentang Kami - Ctofconverter",
    "description": "Pelajari tentang Ctofconverter, sumber daya terpercaya Anda untuk konversi suhu antara Celsius dan Fahrenheit.",
    "content": "<div class=\"about-card\"><h2>Misi Kami</h2><p>Di Ctofconverter, misi kami adalah menyediakan alat konversi suhu yang sederhana, akurat, dan andal untuk semua orang. Baik Anda seorang pelajar, profesional, atau seseorang yang hanya perlu mengonversi suhu dalam kehidupan sehari-hari, kami di sini untuk membuat prosesnya cepat dan mudah.</p><p>Kami percaya bahwa mengakses alat konversi suhu harus mudah dan langsung, tanpa hambatan atau komplikasi. Situs web kami dirancang agar intuitif, ramah pengguna, dan dapat diakses oleh orang-orang dari segala usia dan latar belakang teknis.</p></div><div class=\"about-card\"><h2>Cerita Kami</h2><p>Ctofconverter didirikan pada tahun 2025 oleh tim pengembang dan desainer yang bersemangat yang menyadari kebutuhan akan alat konversi suhu yang sederhana dan andal. Kami memperhatikan bahwa banyak alat yang ada terlalu rumit, penuh dengan iklan, atau kurang akurat untuk penggunaan profesional.</p><p>Dengan pemikiran ini, kami mulai membuat situs web yang berfokus semata-mata pada penyediaan pengalaman konversi suhu terbaik yang mungkin. Kami telah bekerja tanpa lelah untuk memastikan bahwa alat kami akurat, antarmuka kami bersih dan intuitif, dan konten kami bermanfaat dan informatif.</p></div><div class=\"about-card\"><h2>Hubungi Kami</h2><p>Punya pertanyaan, saran, atau masukan? Kami ingin mendengar dari Anda! Jangan ragu untuk menghubungi kami melalui email:</p><a href=\"mailto:lhqlvp@gmail.com\" class=\"contact-email\">lhqlvp@gmail.com</a></div><style>.about-card{background:#fff;border-radius:12px;padding:2.5rem;margin-bottom:2rem;box-shadow:0 4px 6px rgba(0,0,0,0.05)}.about-card h2{color:#2c3e50;margin:0 0 1.5rem 0;font-size:1.75rem}.about-card p{line-height:1.7;color:#4a5568;margin-bottom:1.25rem}.contact-email{display:inline-block;margin-top:1rem;font-weight:600;color:#3182ce;text-decoration:none;font-size:1.1rem}.contact-email:hover{text-decoration:underline}</style>"
}