{
    "title": "Kebijakan Privasi",
    "description": "Baca kebijakan privasi kami untuk memahami bagaimana kami mengumpulkan, menggunakan, dan melindungi informasi pribadi Anda di C to F Converter.",
    "content": "<p class=\"last-updated\">Pembaruan Terakhir: 2026-01-12</p>\n<p>Kebijakan Privasi ini menjelaskan kebijakan dan prosedur kami mengenai pengumpulan, penggunaan, dan pengungkapan informasi Anda ketika Anda menggunakan Layanan, serta memberi tahu Anda tentang hak privasi Anda dan bagaimana hukum melindungi Anda.</p>\n<h2>Interpretasi dan Definisi</h2>\n<h3>Interpretasi</h3>\n<p>Kata yang huruf pertamanya kapital memiliki arti yang didefinisikan dalam kondisi berikut. Definisi memiliki arti yang sama, baik dalam bentuk tunggal maupun jamak.</p>\n<h3>Definisi</h3>\n<p>Untuk tujuan Kebijakan Privasi ini:</p>\n<ul>\n<li><strong>Akun</strong> berarti akun unik yang dibuat untuk Anda untuk mengakses Layanan atau bagian darinya.</li>\n<li><strong>Perusahaan</strong> (disebut dalam perjanjian ini sebagai \"Perusahaan\", \"Kami\", atau \"Kami\") mengacu pada C to F Converter.</li>\n<li><strong>Cookie</strong> adalah file kecil yang ditempatkan pada komputer, perangkat seluler, atau perangkat lain Anda oleh situs web, yang berisi detail riwayat penelusuran Anda di situs tersebut.</li>\n<li><strong>Negara</strong> berarti: [Negara]</li>\n<li><strong>Perangkat</strong> berarti perangkat apa pun yang dapat mengakses Layanan, seperti komputer, ponsel, atau tablet.</li>\n<li><strong>Data Pribadi</strong> berarti informasi apa pun yang berkaitan dengan orang yang diidentifikasi atau dapat diidentifikasi.</li>\n<li><strong>Layanan</strong> berarti situs web.</li>\n<li><strong>Penyedia Layanan</strong> berarti orang fisik atau badan hukum yang memproses data atas nama Perusahaan.</li>\n<li><strong>Data Penggunaan</strong> berarti data yang dikumpulkan secara otomatis, baik yang dihasilkan oleh penggunaan Layanan maupun infrastruktur Layanan (misalnya durasi kunjungan halaman).</li>\n<li><strong>Situs Web</strong> berarti C to F Converter yang dapat diakses melalui [URL Situs Web].</li>\n<li><strong>Anda</strong> berarti orang atau entitas hukum yang mengakses atau menggunakan Layanan.</li>\n</ul>\n<h2>Pengumpulan dan Penggunaan Data Pribadi Anda</h2>\n<h3>Jenis Data yang Dikumpulkan</h3>\n<h4>Data Pribadi</h4>\n<p>Saat menggunakan Layanan kami, kami dapat meminta Anda memberikan informasi identifikasi pribadi yang dapat digunakan untuk menghubungi atau mengidentifikasi Anda. Informasi tersebut dapat mencakup, namun tidak terbatas pada:</p>\n<ul>\n<li>Alamat email</li>\n<li>Nama depan dan nama belakang</li>\n<li>Nomor telepon</li>\n<li>Alamat, provinsi, kode pos, kota</li>\n<li>Data Penggunaan</li>\n</ul>\n<h4>Data Penggunaan</h4>\n<p>Data Penggunaan dikumpulkan secara otomatis saat Anda menggunakan Layanan.</p>\n<p>Data Penggunaan dapat mencakup alamat IP perangkat Anda, tipe dan versi peramban, halaman Layanan yang Anda kunjungi, tanggal dan waktu kunjungan, durasi di halaman tersebut, pengenal perangkat unik, dan data diagnostik lainnya.</p>\n<p>Jika Anda mengakses Layanan melalui perangkat seluler, kami dapat secara otomatis mengumpulkan informasi seperti tipe perangkat seluler, ID unik perangkat, alamat IP, sistem operasi seluler, tipe peramban seluler, dan data diagnostik lainnya.</p>\n<p>Kami juga dapat mengumpulkan informasi yang dikirimkan oleh peramban Anda setiap kali Anda mengunjungi Layanan atau mengaksesnya melalui perangkat seluler.</p>\n<h3>Tujuan Penggunaan Data Pribadi Anda</h3>\n<p>Perusahaan dapat menggunakan Data Pribadi Anda untuk tujuan berikut:</p>\n<ul>\n<li>Menyediakan dan memelihara Layanan, termasuk memantau penggunaan.</li>\n<li>Mengelola akun Anda: mengelola pendaftaran Anda sebagai pengguna Layanan.</li>\n<li>Pelaksanaan kontrak: mengembangkan, mematuhi, dan mengeksekusi kontrak pembelian produk, barang, atau layanan yang Anda beli melalui Layanan.</li>\n<li>Berkomunikasi dengan Anda: melalui email, telepon, SMS, atau notifikasi push aplikasi seluler untuk memberi tahu Anda tentang pembaruan, informasi keamanan, dll.</li>\n<li>Memberikan berita, penawaran khusus, dan informasi umum tentang produk atau layanan serupa, kecuali Anda memilih untuk tidak menerima informasi tersebut.</li>\n<li>Mengelola permintaan Anda: memproses dan menanggapi permintaan Anda.</li>\n<li>Transfer bisnis: menggunakan informasi Anda untuk menilai atau melaksanakan merger, pemisahan, restrukturisasi, atau transfer aset.</li>\n<li>Tujuan lain: analisis data, mengidentifikasi tren penggunaan, mengevaluasi efektivitas kampanye pemasaran, dan meningkatkan Layanan, produk, pemasaran, serta pengalaman Anda.</li>\n</ul>\n<p>Kami dapat membagikan informasi pribadi Anda dalam situasi berikut:</p>\n<ul>\n<li>Penyedia layanan: berbagi informasi dengan penyedia layanan untuk memantau, menganalisis penggunaan, dan menghubungi Anda.</li>\n<li>Transfer bisnis: berbagi atau mentransfer informasi selama merger, penjualan aset, pendanaan, atau akuisisi.</li>\n<li>Afiliasi: berbagi informasi dengan afiliasi kami yang mematuhi kebijakan ini.</li>\n<li>Partner bisnis: berbagi informasi untuk menawarkan produk, layanan, atau promosi tertentu.</li>\n<li>Pengguna lain: ketika Anda membagikan informasi di area publik, informasi tersebut dapat dilihat oleh semua pengguna.</li>\n<li>Dengan persetujuan Anda: mengungkapkan informasi untuk tujuan lain dengan persetujuan Anda.</li>\n</ul>\n<h3>Penyimpanan Data Pribadi Anda</h3>\n<p>Perusahaan hanya akan menyimpan Data Pribadi Anda selama diperlukan untuk tujuan yang tercantum dalam kebijakan ini. Kami akan menyimpan dan menggunakan data tersebut untuk mematuhi kewajiban hukum, menyelesaikan sengketa, dan menegakkan perjanjian serta kebijakan kami.</p>\n<p>Kami juga menyimpan Data Penggunaan untuk analisis internal. Data Penggunaan biasanya disimpan untuk jangka waktu singkat, kecuali diperlukan untuk keamanan atau peningkatan fungsi Layanan, atau diwajibkan oleh hukum.</p>\n<h3>Transfer Data Pribadi Anda</h3>\n<p>Informasi Anda, termasuk Data Pribadi, dapat diproses di kantor perusahaan dan lokasi lain yang terlibat dalam pemrosesan data, yang mungkin berada di luar negara atau yurisdiksi Anda dengan peraturan perlindungan data yang berbeda.</p>\n<p>Dengan menyetujui kebijakan ini dan mengirimkan informasi, Anda menyetujui transfer tersebut.</p>\n<p>Perusahaan akan mengambil langkah yang wajar untuk memastikan data Anda diproses dengan aman dan sesuai kebijakan ini, dan tidak akan mentransfer data ke organisasi atau negara tanpa kontrol yang memadai.</p>\n<h3>Pengungkapan Data Pribadi Anda</h3>\n<h4>Transaksi Bisnis</h4>\n<p>Jika perusahaan terlibat dalam merger, akuisisi, atau penjualan aset, Data Pribadi Anda dapat dipindahkan. Kami akan memberi tahu Anda sebelum transfer dan kebijakan privasi yang berbeda akan berlaku.</p>\n<h4>Penerapan Hukum</h4>\n<p>Dalam keadaan tertentu, kami mungkin diwajibkan mengungkapkan Data Pribadi Anda karena hukum atau permintaan resmi dari otoritas publik (misalnya pengadilan atau lembaga pemerintah).</p>\n<h4>Persyaratan Hukum Lainnya</h4>\n<p>Kami dapat mengungkapkan Data Pribadi Anda dengan itikad baik ketika diperlukan untuk:</p>\n<ul>\n<li>Mematuhi kewajiban hukum</li>\n<li>Melindungi dan membela hak atau properti perusahaan</li>\n<li>Mencegah atau menyelidiki tindakan ilegal terkait Layanan</li>\n<li>Melindungi keamanan pribadi pengguna atau publik</li>\n<li>Menghindari tanggung jawab hukum</li>\n</ul>\n<h3>Keamanan Data Pribadi Anda</h3>\n<p>Keamanan Data Pribadi Anda penting bagi kami, namun tidak ada metode transmisi atau penyimpanan yang 100% aman. Kami menggunakan cara yang dapat diterima secara komersial untuk melindungi data Anda, tetapi tidak dapat menjamin keamanan mutlak.</p>\n<h2>Privasi Anak</h2>\n<p>Layanan kami tidak ditujukan untuk individu di bawah 13 tahun. Kami tidak secara sengaja mengumpulkan informasi pribadi yang dapat diidentifikasi dari anak di bawah 13 tahun. Jika Anda adalah orang tua atau wali dan mengetahui bahwa anak Anda telah memberikan data pribadi kepada kami, silakan hubungi kami. Jika kami menemukan bahwa kami telah mengumpulkan data pribadi anak tanpa persetujuan orang tua, kami akan menghapusnya dari server.</p>\n<p>Jika hukum mengharuskan persetujuan orang tua sebagai dasar hukum untuk memproses informasi Anda, kami mungkin meminta persetujuan orang tua sebelum mengumpulkan dan menggunakan data tersebut.</p>\n<h2>Tautan ke Situs Web Lain</h2>\n<p>Layanan kami mungkin berisi tautan ke situs web lain yang tidak dioperasikan oleh kami. Jika Anda mengklik tautan pihak ketiga, Anda akan diarahkan ke situs tersebut. Kami sangat menyarankan Anda meninjau kebijakan privasi setiap situs yang Anda kunjungi.</p>\n<p>Kami tidak bertanggung jawab atas konten, kebijakan privasi, atau praktik situs atau layanan pihak ketiga.</p>\n<h2>Perubahan pada Kebijakan Privasi Ini</h2>\n<p>Kami dapat memperbarui kebijakan privasi ini dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan dengan mempublikasikan kebijakan baru di halaman ini.</p>\n<p>Sebelum perubahan berlaku, kami akan memberi tahu Anda melalui email atau pemberitahuan yang menonjol di layanan, dan memperbarui tanggal \"Pembaruan Terakhir\" di bagian atas kebijakan.</p>\n<p>Disarankan untuk secara berkala meninjau kebijakan ini untuk mengetahui perubahan. Perubahan berlaku segera setelah dipublikasikan di halaman ini.</p>\n<h2>Hubungi Kami</h2>\n<p>Jika Anda memiliki pertanyaan tentang kebijakan privasi ini, silakan hubungi kami melalui:</p>\n<ul>\n<li>Email: lhqlvp@gmail.com</li>\n</ul>"
}