{
    "title": "Ketentuan Layanan",
    "description": "Baca aturan dan pedoman untuk menggunakan C to F Converter.",
    "content": "<p class=\"last-updated\">Terakhir diperbarui: 2026-01-12</p>\n<p>Dengan menggunakan layanan kami, Anda setuju untuk terikat oleh Ketentuan Layanan ini. Harap baca dengan seksama.</p>\n<h2>1. Penggunaan Layanan Kami</h2>\n<p>Anda dapat menggunakan layanan kami untuk tujuan pribadi dan non-komersial. Anda tidak boleh:</p>\n<ul>\n<li>Menggunakan layanan untuk tujuan ilegal atau tidak sah.</li>\n<li>Mengganggu atau mengganggu pengoperasian layanan.</li>\n<li>Mencoba mendapatkan akses tidak sah ke bagian mana pun dari layanan.</li>\n<li>Menggunakan cara otomatis untuk mengakses layanan tanpa persetujuan tertulis sebelumnya dari kami.</li>\n<li>Memodifikasi, mengadaptasi, atau meretas layanan, atau menyiratkan asosiasi palsu dengan kami.</li>\n</ul>\n<h2>2. Kekayaan Intelektual</h2>\n<p>Semua konten di situs web kami, termasuk teks, grafik, logo, gambar, dan perangkat lunak, adalah milik C to F Converter atau pemberi lisensinya dan dilindungi oleh hak cipta, merek dagang, dan undang-undang kekayaan intelektual lainnya.</p>\n<p>Anda tidak boleh mereproduksi, mendistribusikan, memodifikasi, menampilkan, atau membuat karya turunan dari konten apa pun tanpa izin tertulis dari kami.</p>\n<h2>3. Konten yang Dibuat Pengguna</h2>\n<p>Jika Anda mengirimkan konten apa pun ke situs web kami, Anda memberi kami lisensi non-eksklusif, bebas royalti, dan di seluruh dunia untuk menggunakan, mereproduksi, memodifikasi, mempublikasikan, dan mendistribusikan konten tersebut.</p>\n<p>Anda menjamin bahwa konten yang Anda kirimkan tidak melanggar hukum atau hak pihak ketiga mana pun.</p>\n<h2>4. Penafian</h2>\n<p>Layanan kami disediakan \"sebagaimana adanya\" dan \"sebagaimana tersedia\". Kami tidak memberikan jaminan apa pun, tersurat maupun tersirat, mengenai akurasi, keandalan, atau ketersediaan.</p>\n<p>Kami tidak menjamin bahwa layanan kami akan tidak terputus atau bebas kesalahan, atau bahwa cacat akan diperbaiki.</p>\n<h2>5. Batasan Tanggung Jawab</h2>\n<p>Dalam keadaan apa pun, C to F Converter atau afiliasinya tidak akan bertanggung jawab atas kerusakan tidak langsung, insidental, khusus, atau konsekuensial yang timbul dari penggunaan layanan kami.</p>\n<p>Tanggung jawab total kami kepada Anda untuk klaim apa pun yang timbul dari ketentuan ini atau layanan kami tidak akan melebihi jumlah yang Anda bayarkan, jika ada, untuk mengakses layanan.</p>\n<h2>6. Modifikasi Layanan</h2>\n<p>Kami berhak untuk memodifikasi atau menghentikan layanan kami kapan saja, dengan atau tanpa pemberitahuan. Kami tidak akan bertanggung jawab kepada Anda atau pihak ketiga mana pun atas modifikasi, penangguhan, atau penghentian layanan.</p>\n<h2>7. Perubahan Ketentuan</h2>\n<p>Kami dapat memperbarui Ketentuan Layanan ini dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting ketentuan baru di halaman ini. Penggunaan layanan kami yang berkelanjutan setelah perubahan apa pun merupakan penerimaan Anda terhadap ketentuan baru.</p>\n<h2>8. Hukum yang Berlaku</h2>\n<p>Ketentuan Layanan ini akan diatur dan ditafsirkan sesuai dengan hukum negara/negara bagian Anda, tanpa memperhatikan ketentuan konflik hukumnya.</p>\n<h2>9. Hubungi Kami</h2>\n<p>Jika Anda memiliki pertanyaan tentang Ketentuan Layanan ini, silakan hubungi kami di:</p>\n<p>Email: lhqlvp@gmail.com</p>"
}