{
    "title": "Sobre Nosotros - Ctofconverter",
    "description": "Conozca Ctofconverter, su recurso confiable para la conversión de temperatura entre Celsius y Fahrenheit.",
    "content": "<div class=\"about-card\"><h2>Nuestra Misión</h2><p>En Ctofconverter, nuestra misión es proporcionar herramientas de conversión de temperatura simples, precisas y confiables para todos. Ya sea que seas estudiante, profesional o alguien que necesita convertir temperaturas en la vida diaria, estamos aquí para hacer el proceso rápido y sin esfuerzo.</p><p>Creemos que acceder a herramientas de conversión de temperatura debe ser fácil y directo, sin barreras ni complicaciones. Nuestro sitio web está diseñado para ser intuitivo, fácil de usar y accesible para personas de todas las edades y antecedentes técnicos.</p></div><div class=\"about-card\"><h2>Nuestra Historia</h2><p>Ctofconverter fue fundado en 2025 por un equipo de desarrolladores y diseñadores apasionados que reconocieron la necesidad de una herramienta de conversión de temperatura simple y confiable. Notamos que muchas herramientas existentes eran demasiado complicadas, llenas de anuncios o carecían de la precisión necesaria para uso profesional.</p><p>Con esto en mente, nos propusimos crear un sitio web que se centre únicamente en proporcionar la mejor experiencia de conversión de temperatura posible. Hemos trabajado incansablemente para garantizar que nuestras herramientas sean precisas, nuestra interfaz sea limpia e intuitiva, y nuestro contenido sea útil e informativo.</p></div><div class=\"about-card\"><h2>Contáctenos</h2><p>¿Tiene alguna pregunta, sugerencia o comentario? ¡Nos encantaría saber de usted! No dude en contactarnos por correo electrónico:</p><a href=\"mailto:lhqlvp@gmail.com\" class=\"contact-email\">lhqlvp@gmail.com</a></div><style>.about-card{background:#fff;border-radius:12px;padding:2.5rem;margin-bottom:2rem;box-shadow:0 4px 6px rgba(0,0,0,0.05)}.about-card h2{color:#2c3e50;margin:0 0 1.5rem 0;font-size:1.75rem}.about-card p{line-height:1.7;color:#4a5568;margin-bottom:1.25rem}.contact-email{display:inline-block;margin-top:1rem;font-weight:600;color:#3182ce;text-decoration:none;font-size:1.1rem}.contact-email:hover{text-decoration:underline}</style>"
}