{
    "title": "Política de Privacidad",
    "description": "Lea nuestra política de privacidad para comprender cómo recopilamos, usamos y protegemos su información personal en C to F Converter.",
    "content": "<p class=\"last-updated\">Última actualización: 2026-01-12</p>\n<p>Esta Política de Privacidad describe nuestras políticas y procedimientos sobre la recopilación, el uso y la divulgación de su información cuando utiliza el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.</p>\n<h2>Interpretación y Definiciones</h2>\n<h3>Interpretación</h3>\n<p>Las palabras con la inicial en mayúscula tienen los significados definidos bajo las siguientes condiciones. Las definiciones tendrán el mismo significado tanto en singular como en plural.</p>\n<h3>Definiciones</h3>\n<p>Para los propósitos de esta Política de Privacidad:</p>\n<ul>\n<li><strong>Cuenta</strong> significa una cuenta única creada para usted para acceder a nuestro Servicio o partes del mismo.</li>\n<li><strong>Compañía</strong> (referida como \"la Compañía\", \"Nosotros\", \"Nuestro\" en este Acuerdo) se refiere a C to F Converter.</li>\n<li><strong>Cookie</strong> son pequeños archivos colocados en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, que contienen detalles de su historial de navegación en ese sitio web entre sus muchos usos.</li>\n<li><strong>País</strong> se refiere a: [País]</li>\n<li><strong>Dispositivo</strong> significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un teléfono móvil o una tableta digital.</li>\n<li><strong>Datos Personales</strong> es cualquier información que se relacione con una persona identificada o identificable.</li>\n<li><strong>Servicio</strong> se refiere al Sitio Web.</li>\n<li><strong>Proveedor de Servicios</strong> significa cualquier persona natural o jurídica que procesa los datos en nombre de la Compañía. Se refiere a terceros o individuos empleados por la Compañía para facilitar el Servicio, proporcionar el Servicio en nombre de la Compañía, realizar servicios relacionados con el Servicio o ayudar a la Compañía a analizar cómo se usa el Servicio.</li>\n<li><strong>Datos de Uso</strong> se refiere a datos recopilados automáticamente, ya sea generados por el uso del Servicio o por la infraestructura del Servicio (por ejemplo, la duración de una visita a una página).</li>\n<li><strong>Sitio Web</strong> se refiere a C to F Converter, accesible desde [URL del Sitio Web].</li>\n<li><strong>Usted</strong> significa la persona que accede o usa el Servicio, o la empresa u otra entidad legal en nombre de la cual dicha persona accede o usa el Servicio.</li>\n</ul>\n<h2>Recopilación y Uso de Sus Datos Personales</h2>\n<h3>Tipos de Datos Recopilados</h3>\n<h4>Datos Personales</h4>\n<p>Al usar nuestro Servicio, podemos solicitarle que nos proporcione cierta información de identificación personal que pueda usarse para contactarlo o identificarlo. La información de identificación personal puede incluir, entre otros, lo siguiente:</p>\n<ul>\n<li>Dirección de correo electrónico</li>\n<li>Nombre y apellido</li>\n<li>Número de teléfono</li>\n<li>Dirección, Estado, Provincia, Código Postal, Ciudad</li>\n<li>Datos de Uso</li>\n</ul>\n<h4>Datos de Uso</h4>\n<p>Los Datos de Uso se recopilan automáticamente cuando usa el Servicio.</p>\n<p>Los Datos de Uso pueden incluir información como la dirección IP de su dispositivo, tipo y versión del navegador, las páginas del Servicio que visita, la fecha y hora de su visita, el tiempo que pasa en esas páginas, identificadores únicos del dispositivo y otros datos de diagnóstico.</p>\n<p>Cuando accede al Servicio a través de un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, entre otros, el tipo de dispositivo móvil que usa, el ID único del dispositivo móvil, la dirección IP del dispositivo móvil, el sistema operativo móvil, el tipo de navegador móvil que usa, identificadores únicos del dispositivo y otros datos de diagnóstico.</p>\n<p>También podemos recopilar la información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil.</p>\n<h3>Uso de Sus Datos Personales</h3>\n<p>La Compañía puede usar sus Datos Personales para los siguientes propósitos:</p>\n<ul>\n<li>Proveer y mantener nuestro Servicio, incluido monitorear el uso del Servicio.</li>\n<li>Gestionar su Cuenta: gestionar su registro como usuario del Servicio.</li>\n<li>Para la ejecución de un contrato: el desarrollo, cumplimiento y ejecución del contrato de compra de los productos, artículos o servicios que haya adquirido o de cualquier otro contrato con nosotros a través del Servicio.</li>\n<li>Contactarlo: mediante correo electrónico, llamadas telefónicas, SMS u otros medios electrónicos equivalentes (como notificaciones push de una aplicación móvil) para informarle sobre actualizaciones, comunicaciones informativas relacionadas con funcionalidades, productos o servicios contratados, incluyendo actualizaciones de seguridad cuando sea necesario.</li>\n<li>Proveerle noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos y que son similares a los que ya ha comprado o consultado, a menos que haya optado por no recibir dicha información.</li>\n<li>Gestionar sus solicitudes: atender y gestionar sus solicitudes a nosotros.</li>\n<li>Transferencias de negocio: podemos usar su información para evaluar o llevar a cabo una fusión, escisión, reestructuración, reorganización, disolución u otra venta o transferencia de algunos o todos nuestros activos.</li>\n<li>Otros propósitos: análisis de datos, identificación de tendencias de uso, evaluación de la efectividad de nuestras campañas promocionales y mejora de nuestro Servicio, productos, marketing y su experiencia.</li>\n</ul>\n<p>Podemos compartir su información personal en las siguientes situaciones:</p>\n<ul>\n<li>Con Proveedores de Servicios: compartir información personal con proveedores para monitorear y analizar el uso del Servicio y contactarlo.</li>\n<li>Transferencias de negocio: compartir o transferir su información personal en conexión con, o durante negociaciones de, cualquier fusión, venta de activos, financiación o adquisición de parte de nuestro negocio.</li>\n<li>Con Afiliados: compartir su información con nuestras afiliadas, siempre que estas cumplan con esta Política de Privacidad.</li>\n<li>Con socios comerciales: compartir su información con socios comerciales para ofrecerle ciertos productos, servicios o promociones.</li>\n<li>Con otros usuarios: cuando comparte información personal o interactúa en áreas públicas, esa información puede ser vista por todos los usuarios y distribuida públicamente.</li>\n<li>Con su consentimiento: divulgar su información personal para cualquier otro propósito con su consentimiento.</li>\n</ul>\n<h3>Retención de Sus Datos Personales</h3>\n<p>La Compañía retendrá sus Datos Personales solo durante el tiempo necesario para los propósitos establecidos en esta Política de Privacidad. Retendremos y usaremos sus Datos Personales en la medida necesaria para cumplir con nuestras obligaciones legales, resolver disputas y hacer cumplir nuestros acuerdos y políticas.</p>\n<p>También retendremos los Datos de Uso para análisis interno. Los Datos de Uso generalmente se retienen por un período más corto, salvo que se utilicen para reforzar la seguridad o mejorar la funcionalidad del Servicio, o que la ley nos obligue a retenerlos por más tiempo.</p>\n<h3>Transferencia de Sus Datos Personales</h3>\n<p>Su información, incluidos los Datos Personales, se procesa en las oficinas operativas de la Compañía y en cualquier otro lugar donde las partes involucradas en el procesamiento estén ubicadas. Esto significa que la información puede transferirse y mantenerse en computadoras ubicadas fuera de su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir.</p>\n<p>Su consentimiento a esta Política de Privacidad y la presentación de dicha información representan su acuerdo con dicha transferencia.</p>\n<p>La Compañía tomará todas las medidas razonablemente necesarias para garantizar que sus datos se traten de forma segura y de acuerdo con esta Política de Privacidad y no se transferirá a una organización o país a menos que existan controles adecuados, incluida la seguridad de sus datos y otra información personal.</p>\n<h3>Divulgación de Sus Datos Personales</h3>\n<h4>Transacciones Comerciales</h4>\n<p>Si la Compañía está involucrada en una fusión, adquisición o venta de activos, sus Datos Personales pueden transferirse. Le notificaremos antes de que sus Datos Personales se transfieran y estén sujetos a una Política de Privacidad diferente.</p>\n<h4>Aplicación de la Ley</h4>\n<p>En ciertas circunstancias, la Compañía puede estar obligada a divulgar sus Datos Personales si la ley lo requiere o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).</p>\n<h4>Otros Requisitos Legales</h4>\n<p>La Compañía puede divulgar sus Datos Personales en la creencia de buena fe de que dicha acción es necesaria para:</p>\n<ul>\n<li>Cumplir con una obligación legal</li>\n<li>Proteger y defender los derechos o la propiedad de la Compañía</li>\n<li>Prevenir o investigar posibles actos ilícitos en relación con el Servicio</li>\n<li>Proteger la seguridad personal de los usuarios del Servicio o del público</li>\n<li>Prevenir responsabilidad legal</li>\n</ul>\n<h3>Seguridad de Sus Datos Personales</h3>\n<p>La seguridad de sus Datos Personales es importante para nosotros, pero recuerde que ningún método de transmisión por Internet o método de almacenamiento electrónico es 100% seguro. Nos esforzamos por usar medios comercialmente aceptables para proteger sus datos, pero no podemos garantizar su seguridad absoluta.</p>\n<h2>Privacidad Infantil</h2>\n<p>Nuestro Servicio no está dirigido a personas menores de 13 años. No recopilamos intencionalmente información de identificación personal de menores de 13 años. Si es padre o tutor y está al tanto de que su hijo le ha proporcionado datos personales, contáctenos. Si descubrimos que hemos recopilado datos personales de menores sin verificación del consentimiento parental, tomaremos medidas para eliminar esa información de nuestros servidores.</p>\n<p>Si necesitamos basarnos en el consentimiento como base legal para procesar su información y su país requiere el consentimiento de los padres, podríamos requerir el consentimiento de sus padres antes de recopilar y usar esa información.</p>\n<h2>Enlaces a Otros Sitios Web</h2>\n<p>Nuestro Servicio puede contener enlaces a otros sitios web que no son operados por nosotros. Si hace clic en un enlace de terceros, será dirigido al sitio de ese tercero. Le recomendamos encarecidamente que revise la Política de Privacidad de cada sitio que visite.</p>\n<p>No tenemos control ni asumimos responsabilidad por el contenido, políticas de privacidad o prácticas de sitios o servicios de terceros.</p>\n<h2>Cambios a Esta Política de Privacidad</h2>\n<p>Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página.</p>\n<p>Le informaremos por correo electrónico y/o mediante un aviso destacado en nuestro Servicio antes de que el cambio entre en vigor y actualizaremos la fecha de \"Última actualización\" en la parte superior de esta Política de Privacidad.</p>\n<p>Le aconsejamos revisar periódicamente esta Política de Privacidad para cualquier cambio. Los cambios son efectivos cuando se publican en esta página.</p>\n<h2>Contáctenos</h2>\n<p>Si tiene alguna pregunta sobre esta Política de Privacidad, puede contactarnos:</p>\n<ul>\n<li>Correo electrónico: lhqlvp@gmail.com</li>\n</ul>"
}