{
    "title": "Términos de Servicio",
    "description": "Lee las reglas y directrices para usar C to F Converter.",
    "content": "<p class=\"last-updated\">Última actualización: 2026-01-12</p>\n<p>Al usar nuestro servicio, aceptas estar sujeto a estos Términos de Servicio. Por favor, léelos cuidadosamente.</p>\n<h2>1. Uso de Nuestro Servicio</h2>\n<p>Puedes usar nuestro servicio para fines personales y no comerciales. No debes:</p>\n<ul>\n<li>Usar el servicio para cualquier propósito ilegal o no autorizado.</li>\n<li>Interferir o interrumpir el funcionamiento del servicio.</li>\n<li>Intentar obtener acceso no autorizado a cualquier parte del servicio.</li>\n<li>Usar medios automatizados para acceder al servicio sin nuestro consentimiento previo por escrito.</li>\n<li>Modificar, adaptar o hackear el servicio, o implicar cualquier asociación falsa con nosotros.</li>\n</ul>\n<h2>2. Propiedad Intelectual</h2>\n<p>Todo el contenido de nuestro sitio web, incluidos textos, gráficos, logotipos, imágenes y software, es propiedad de C to F Converter o sus licenciantes y está protegido por derechos de autor, marcas comerciales y otras leyes de propiedad intelectual.</p>\n<p>No puedes reproducir, distribuir, modificar, mostrar o crear trabajos derivados de ningún contenido sin nuestro permiso por escrito.</p>\n<h2>3. Contenido Generado por el Usuario</h2>\n<p>Si envías cualquier contenido a nuestro sitio web, nos otorgas una licencia no exclusiva, libre de regalías y mundial para usar, reproducir, modificar, publicar y distribuir ese contenido.</p>\n<p>Garantizas que el contenido que envías no viola ninguna ley ni los derechos de terceros.</p>\n<h2>4. Descargo de Responsabilidad</h2>\n<p>Nuestro servicio se proporciona \"tal cual\" y \"según disponibilidad\". No hacemos ninguna garantía, expresa o implícita, sobre la precisión, confiabilidad o disponibilidad.</p>\n<p>No garantizamos que nuestro servicio será ininterrumpido o libre de errores, o que se corregirán los defectos.</p>\n<h2>5. Limitación de Responsabilidad</h2>\n<p>En ningún caso C to F Converter o sus afiliados serán responsables de ningún daño indirecto, incidental, especial o consecuente que surja de su uso de nuestro servicio.</p>\n<p>Nuestra responsabilidad total hacia usted por cualquier reclamo que surja de estos términos o nuestro servicio no excederá la cantidad que pagó, si corresponde, para acceder al servicio.</p>\n<h2>6. Modificaciones al Servicio</h2>\n<p>Nos reservamos el derecho de modificar o discontinuar nuestro servicio en cualquier momento, con o sin previo aviso. No seremos responsables ante usted ni ante terceros por cualquier modificación, suspensión o discontinuación del servicio.</p>\n<h2>7. Cambios en los Términos</h2>\n<p>Podemos actualizar estos Términos de Servicio de vez en cuando. Le notificaremos cualquier cambio publicando los nuevos términos en esta página. Su uso continuado de nuestro servicio después de cualquier cambio constituye su aceptación de los nuevos términos.</p>\n<h2>8. Ley Aplicable</h2>\n<p>Estos Términos de Servicio se regirán e interpretarán de acuerdo con las leyes de su país/estado, sin tener en cuenta sus disposiciones sobre conflictos de leyes.</p>\n<h2>9. Contáctenos</h2>\n<p>Si tiene alguna pregunta sobre estos Términos de Servicio, contáctenos en:</p>\n<p>Correo electrónico: lhqlvp@gmail.com</p>"
}