{
    "title": "Über Uns - Ctofconverter",
    "description": "Erfahren Sie mehr über Ctofconverter, Ihre zuverlässige Ressource für die Temperaturumrechnung zwischen Celsius und Fahrenheit.",
    "content": "<div class=\"about-card\"><h2>Unsere Mission</h2><p>Bei Ctofconverter ist es unsere Mission, einfache, genaue und zuverlässige Temperaturumrechnungstools für alle bereitzustellen. Ob Sie Student, Berufstätiger oder jemand sind, der im Alltag Temperaturen umrechnen muss, wir sind hier, um den Prozess schnell und mühelos zu gestalten.</p><p>Wir glauben, dass der Zugang zu Temperaturumrechnungstools einfach und unkompliziert sein sollte, ohne Barrieren oder Komplikationen. Unsere Website ist so konzipiert, dass sie intuitiv, benutzerfreundlich und für Menschen jeden Alters und technischen Hintergrunds zugänglich ist.</p></div><div class=\"about-card\"><h2>Unsere Geschichte</h2><p>Ctofconverter wurde 2025 von einem Team leidenschaftlicher Entwickler und Designer gegründet, die den Bedarf an einem einfachen, zuverlässigen Temperaturumrechnungstool erkannten. Wir stellten fest, dass viele bestehende Tools entweder zu kompliziert, voller Werbung oder nicht präzise genug für den professionellen Einsatz waren.</p><p>Mit diesem Gedanken im Hinterkopf machten wir uns daran, eine Website zu erstellen, die sich ausschließlich darauf konzentriert, die bestmögliche Temperaturumrechnungserfahrung zu bieten. Wir haben unermüdlich daran gearbeitet, sicherzustellen, dass unsere Tools genau sind, unsere Benutzeroberfläche sauber und intuitiv ist und unser Inhalt hilfreich und informativ ist.</p></div><div class=\"about-card\"><h2>Kontaktieren Sie Uns</h2><p>Haben Sie eine Frage, einen Vorschlag oder Feedback? Wir würden gerne von Ihnen hören! Zögern Sie nicht, uns per E-Mail zu kontaktieren:</p><a href=\"mailto:lhqlvp@gmail.com\" class=\"contact-email\">lhqlvp@gmail.com</a></div><style>.about-card{background:#fff;border-radius:12px;padding:2.5rem;margin-bottom:2rem;box-shadow:0 4px 6px rgba(0,0,0,0.05)}.about-card h2{color:#2c3e50;margin:0 0 1.5rem 0;font-size:1.75rem}.about-card p{line-height:1.7;color:#4a5568;margin-bottom:1.25rem}.contact-email{display:inline-block;margin-top:1rem;font-weight:600;color:#3182ce;text-decoration:none;font-size:1.1rem}.contact-email:hover{text-decoration:underline}</style>"
}