{
    "title": "Datenschutzrichtlinie",
    "description": "Lesen Sie unsere Datenschutzrichtlinie, um zu verstehen, wie wir persönliche Informationen auf C to F Converter erfassen, verwenden und schützen.",
    "content": "<p class=\"last-updated\">Letzte Aktualisierung: 2026-01-12</p>\n<p>Diese Datenschutzrichtlinie beschreibt unsere Richtlinien und Verfahren bezüglich der Erfassung, Nutzung und Offenlegung Ihrer Informationen, wenn Sie den Service nutzen, und informiert Sie über Ihre Datenschutzrechte sowie darüber, wie das Gesetz Sie schützt.</p>\n<h2>Interpretation und Definitionen</h2>\n<h3>Interpretation</h3>\n<p>Wörter, deren erster Buchstabe großgeschrieben ist, haben die in den folgenden Bedingungen definierten Bedeutungen. Die Definitionen haben dieselbe Bedeutung, egal ob sie im Singular oder Plural verwendet werden.</p>\n<h3>Definitionen</h3>\n<p>Für die Zwecke dieser Datenschutzrichtlinie:</p>\n<ul>\n<li><strong>Konto</strong> bezeichnet ein eindeutiges Konto, das für Sie erstellt wurde, um auf unseren Service oder Teile davon zuzugreifen.</li>\n<li><strong>Unternehmen</strong> (in diesem Vertrag als „Unternehmen“, „Wir“ oder „Unser“ bezeichnet) bezieht sich auf C to F Converter.</li>\n<li><strong>Cookie</strong> sind kleine Dateien, die von einer Website auf Ihrem Computer, Mobilgerät oder einem anderen Gerät platziert werden und Details zu Ihrem Browserverlauf auf dieser Website enthalten.</li>\n<li><strong>Land</strong> bezeichnet: [Land]</li>\n<li><strong>Gerät</strong> bezeichnet jedes Gerät, das auf den Service zugreifen kann, z. B. einen Computer, ein Mobiltelefon oder ein Tablet.</li>\n<li><strong>Personenbezogene Daten</strong> bezeichnen alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.</li>\n<li><strong>Service</strong> bezeichnet die Website.</li>\n<li><strong>Dienstleister</strong> bezeichnet jede natürliche oder juristische Person, die Daten im Namen des Unternehmens verarbeitet.</li>\n<li><strong>Nutzungsdaten</strong> bezeichnen automatisch gesammelte Daten, die durch die Nutzung des Services oder durch die Infrastruktur des Services (z. B. die Dauer eines Seitenbesuchs) entstehen.</li>\n<li><strong>Website</strong> bezeichnet C to F Converter, erreichbar über [URL der Website].</li>\n<li><strong>Sie</strong> bezeichnet die Person, die den Service nutzt, oder das Unternehmen bzw. die juristische Einheit, in deren Namen diese Person den Service nutzt.</li>\n</ul>\n<h2>Erfassung und Nutzung Ihrer personenbezogenen Daten</h2>\n<h3>Arten der gesammelten Daten</h3>\n<h4>Personenbezogene Daten</h4>\n<p>Bei der Nutzung unseres Services können wir Sie bitten, bestimmte personenbezogene Identifikationsinformationen bereitzustellen, die zur Kontaktaufnahme oder Identifizierung verwendet werden können. Zu den personenbezogenen Identifikationsinformationen können unter anderem gehören:</p>\n<ul>\n<li>E‑Mail‑Adresse</li>\n<li>Name und Vorname</li>\n<li>Telefonnummer</li>\n<li>Adresse, Bundesland, Provinz, Postleitzahl, Stadt</li>\n<li>Nutzungsdaten</li>\n</ul>\n<h4>Nutzungsdaten</h4>\n<p>Nutzungsdaten werden automatisch erfasst, wenn Sie den Service nutzen.</p>\n<p>Zu den Nutzungsdaten können Informationen wie die IP‑Adresse Ihres Geräts, Browsertyp und -version, besuchte Service‑Seiten, Datum und Uhrzeit Ihres Besuchs, Verweildauer auf diesen Seiten, eindeutige Gerätekennungen und weitere Diagnoseinformationen gehören.</p>\n<p>Wenn Sie über ein mobiles Gerät auf den Service zugreifen, können wir automatisch bestimmte Informationen erfassen, darunter Gerätetyp, eindeutige Geräte‑ID, IP‑Adresse, mobiles Betriebssystem, Browsertyp und weitere Diagnoseinformationen.</p>\n<p>Wir können auch die Informationen erfassen, die Ihr Browser bei jedem Besuch unseres Services oder bei Zugriff über ein mobiles Gerät sendet.</p>\n<h3>Verwendung Ihrer personenbezogenen Daten</h3>\n<p>Das Unternehmen kann Ihre personenbezogenen Daten für folgende Zwecke verwenden:</p>\n<ul>\n<li>Bereitstellung und Wartung unseres Services, einschließlich Überwachung der Service‑Nutzung.</li>\n<li>Verwaltung Ihres Kontos: Verwaltung Ihrer Registrierung als Service‑Nutzer.</li>\n<li>Vertragserfüllung: Entwicklung, Einhaltung und Ausführung von Kaufverträgen für Produkte, Artikel oder Services, die Sie erworben haben, oder anderer Verträge, die Sie über den Service abgeschlossen haben.</li>\n<li>Kontaktaufnahme: per E‑Mail, Telefon, SMS oder anderen elektronischen Kommunikationsmitteln (z. B. Push‑Benachrichtigungen), um Sie über Updates, sicherheitsrelevante Informationen usw. zu informieren.</li>\n<li>Bereitstellung von Neuigkeiten, Sonderangeboten und allgemeinen Informationen zu anderen Produkten, Services und Veranstaltungen, die wir anbieten und die Ihren bisherigen Käufen oder Anfragen ähneln, sofern Sie nicht ausdrücklich widersprechen.</li>\n<li>Verwaltung Ihrer Anfragen: Bearbeitung und Verwaltung Ihrer Anfragen an uns.</li>\n<li>Unternehmensübertragungen: Nutzung Ihrer Informationen zur Bewertung oder Durchführung von Fusionen, Spaltungen, Umstrukturierungen, Auflösungen oder anderen Vermögensübertragungen.</li>\n<li>Weitere Zwecke: Datenanalyse, Erkennung von Nutzungstrends, Bewertung der Wirksamkeit von Marketingkampagnen und Verbesserung unseres Services, unserer Produkte, des Marketings und Ihrer Nutzererfahrung.</li>\n</ul>\n<p>Wir können Ihre personenbezogenen Daten in folgenden Situationen teilen:</p>\n<ul>\n<li>Dienstleister: Teilen Ihrer Daten mit Dienstleistern, um die Service‑Nutzung zu überwachen, zu analysieren und Sie zu kontaktieren.</li>\n<li>Unternehmensübertragungen: Teilen oder Übertragen Ihrer Daten im Zusammenhang mit Fusionen, Asset‑Verkäufen, Finanzierungen oder Akquisitionen.</li>\n<li>Verbunden Unternehmen: Teilen Ihrer Daten mit unseren verbundenen Unternehmen, sofern diese diese Datenschutzrichtlinie einhalten.</li>\n<li>Geschäftspartner: Teilen Ihrer Daten mit Geschäftspartnern, um Ihnen bestimmte Produkte, Services oder Werbeaktionen anzubieten.</li>\n<li>Andere Nutzer: Wenn Sie personenbezogene Daten in öffentlichen Bereichen teilen, können diese von allen Nutzern gesehen und verbreitet werden.</li>\n<li>Mit Ihrer Zustimmung: Offenlegung Ihrer Daten für andere Zwecke mit Ihrer Zustimmung.</li>\n</ul>\n<h3>Aufbewahrung Ihrer personenbezogenen Daten</h3>\n<p>Das Unternehmen bewahrt Ihre personenbezogenen Daten nur für die Dauer auf, die zur Erreichung der in dieser Datenschutzrichtlinie genannten Zwecke erforderlich ist. Wir bewahren und nutzen Ihre Daten, soweit erforderlich, um gesetzliche Verpflichtungen zu erfüllen, Streitigkeiten zu lösen und unsere rechtlichen Vereinbarungen und Richtlinien durchzusetzen.</p>\n<p>Wir bewahren auch Nutzungsdaten für interne Analysezwecke auf. Sofern diese Daten nicht zur Verbesserung der Sicherheit oder Funktionalität des Services verwendet werden, werden sie in der Regel nach kurzer Zeit gelöscht.</p>\n<h3>Übertragung Ihrer personenbezogenen Daten</h3>\n<p>Ihre Informationen, einschließlich personenbezogener Daten, können in den Büros des Unternehmens sowie an anderen Orten, an denen an der Datenverarbeitung beteiligte Parteien ansässig sind, verarbeitet werden. Das bedeutet, dass Informationen in Rechnern außerhalb Ihres Staates, Ihrer Provinz, Ihres Landes oder einer anderen Regierungsjurisdiktion gespeichert werden können, in der die Datenschutzgesetze von denen Ihres Landes abweichen können.</p>\n<p>Ihre Zustimmung zu dieser Datenschutzrichtlinie und das Einreichen Ihrer Informationen gelten als Zustimmung zu solchen Übertragungen.</p>\n<p>Das Unternehmen ergreift angemessene Maßnahmen, um sicherzustellen, dass Ihre Daten sicher und im Einklang mit dieser Richtlinie verarbeitet werden, und überträgt Ihre personenbezogenen Daten nicht an Organisationen oder Länder, die nicht über angemessene Kontrollen verfügen.</p>\n<h3>Offenlegung Ihrer personenbezogenen Daten</h3>\n<h4>Geschäftstransaktionen</h4>\n<p>Im Falle von Fusionen, Übernahmen oder Asset‑Verkäufen können Ihre personenbezogenen Daten übertragen werden. Wir informieren Sie vor der Übertragung und es gilt dann eine andere Datenschutzrichtlinie.</p>\n<h4>Gesetzesanwendung</h4>\n<p>Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre Daten aufgrund gesetzlicher Vorgaben oder auf gültige Anfragen öffentlicher Behörden (z. B. Gerichte, Regierungsbehörden) offenzulegen.</p>\n<h4>Weitere gesetzliche Anforderungen</h4>\n<p>Das Unternehmen kann Ihre Daten in gutem Glauben offenlegen, wenn es für folgende Zwecke notwendig ist:</p>\n<ul>\n<li>Einhaltung gesetzlicher Pflichten</li>\n<li>Schutz und Verteidigung der Rechte oder des Eigentums des Unternehmens</li>\n<li>Verhinderung oder Untersuchung möglicher rechtswidriger Handlungen im Zusammenhang mit dem Service</li>\n<li>Schutz der persönlichen Sicherheit von Service‑Nutzern oder der Öffentlichkeit</li>\n<li>Vermeidung rechtlicher Haftung</li>\n</ul>\n<h3>Sicherheit Ihrer personenbezogenen Daten</h3>\n<p>Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig, jedoch ist keine Übertragungs- oder Speichermethode zu 100 % sicher. Wir setzen kommerziell akzeptable Mittel ein, um Ihre Daten zu schützen, können jedoch keine absolute Sicherheit garantieren.</p>\n<h2>Kinderdatenschutz</h2>\n<p>Unser Service richtet sich nicht an Personen unter 13 Jahren. Wir sammeln nicht absichtlich identifizierbare persönliche Informationen von Personen unter 13 Jahren. Wenn Sie ein Elternteil oder Vormund sind und feststellen, dass Ihr Kind uns personenbezogene Daten bereitgestellt hat, kontaktieren Sie uns bitte. Sollten wir feststellen, dass wir personenbezogene Daten von Kindern unter 13 Jahren ohne elterliche Zustimmung gesammelt haben, werden wir diese von unseren Servern entfernen.</p>\n<p>Falls das Gesetz die elterliche Zustimmung als Rechtsgrundlage erfordert, können wir vor der Erfassung und Nutzung Ihrer Daten die Zustimmung Ihrer Eltern einholen.</p>\n<h2>Links zu anderen Websites</h2>\n<p>Unser Service kann Links zu Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Drittlink klicken, werden Sie zur jeweiligen Website weitergeleitet. Wir empfehlen dringend, die Datenschutzrichtlinien jeder besuchten Website zu prüfen.</p>\n<p>Wir übernehmen keine Verantwortung für Inhalte, Datenschutzrichtlinien oder Praktiken von Drittseiten oder -diensten.</p>\n<h2>Änderungen dieser Datenschutzrichtlinie</h2>\n<p>Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Änderungen werden auf dieser Seite veröffentlicht und wir informieren Sie darüber.</p>\n<p>Vor Inkrafttreten von Änderungen informieren wir Sie per E‑Mail und/oder durch einen auffälligen Hinweis im Service und aktualisieren das Datum „Letzte Aktualisierung“ oben in dieser Richtlinie.</p>\n<p>Wir empfehlen, diese Richtlinie regelmäßig zu prüfen, um über Änderungen informiert zu bleiben. Änderungen gelten sofort nach Veröffentlichung auf dieser Seite.</p>\n<h2>Kontakt</h2>\n<p>Bei Fragen zu dieser Datenschutzrichtlinie können Sie uns kontaktieren:</p>\n<ul>\n<li>E‑Mail: lhqlvp@gmail.com</li>\n</ul>"
}