{
    "title": "Nutzungsbedingungen",
    "description": "Lesen Sie die Regeln und Richtlinien zur Nutzung von C to F Converter.",
    "content": "<p class=\"last-updated\">Zuletzt aktualisiert: 2026-01-12</p>\n<p>Durch die Nutzung unseres Dienstes stimmen Sie zu, an diese Nutzungsbedingungen gebunden zu sein. Bitte lesen Sie sie sorgfältig durch.</p>\n<h2>1. Nutzung Unseres Dienstes</h2>\n<p>Sie können unseren Dienst für persönliche, nicht-kommerzielle Zwecke nutzen. Sie dürfen nicht:</p>\n<ul>\n<li>Den Dienst für illegale oder nicht autorisierte Zwecke verwenden.</li>\n<li>Den Betrieb des Dienstes stören oder unterbrechen.</li>\n<li>Versuchen, unbefugten Zugriff auf Teile des Dienstes zu erlangen.</li>\n<li>Automatisierte Mittel verwenden, um ohne unsere vorherige schriftliche Zustimmung auf den Dienst zuzugreifen.</li>\n<li>Den Dienst modifizieren, anpassen oder hacken oder eine falsche Verbindung mit uns suggerieren.</li>\n</ul>\n<h2>2. Geistiges Eigentum</h2>\n<p>Alle Inhalte auf unserer Website, einschließlich Texte, Grafiken, Logos, Bilder und Software, sind Eigentum von C to F Converter oder seinen Lizenzgebern und durch Urheberrechte, Markenrechte und andere Gesetze zum Schutz geistigen Eigentums geschützt.</p>\n<p>Sie dürfen keine Inhalte ohne unsere schriftliche Genehmigung reproduzieren, verteilen, modifizieren, anzeigen oder abgeleitete Werke erstellen.</p>\n<h2>3. Benutzergenerierte Inhalte</h2>\n<p>Wenn Sie Inhalte auf unserer Website einreichen, gewähren Sie uns eine nicht-exklusive, gebührenfreie, weltweite Lizenz zur Nutzung, Reproduktion, Modifikation, Veröffentlichung und Verbreitung dieser Inhalte.</p>\n<p>Sie garantieren, dass die von Ihnen eingereichten Inhalte keine Gesetze oder Rechte Dritter verletzen.</p>\n<h2>4. Haftungsausschluss</h2>\n<p>Unser Dienst wird \"wie besehen\" und \"wie verfügbar\" bereitgestellt. Wir geben keine ausdrücklichen oder stillschweigenden Garantien hinsichtlich Genauigkeit, Zuverlässigkeit oder Verfügbarkeit ab.</p>\n<p>Wir garantieren nicht, dass unser Dienst ununterbrochen oder fehlerfrei sein wird oder dass Mängel behoben werden.</p>\n<h2>5. Haftungsbeschränkung</h2>\n<p>In keinem Fall haften C to F Converter oder seine verbundenen Unternehmen für indirekte, zufällige, besondere oder Folgeschäden, die sich aus Ihrer Nutzung unseres Dienstes ergeben.</p>\n<p>Unsere Gesamthaftung Ihnen gegenüber für Ansprüche, die sich aus diesen Bedingungen oder unserem Dienst ergeben, übersteigt nicht den Betrag, den Sie ggf. für den Zugang zum Dienst bezahlt haben.</p>\n<h2>6. Änderungen am Dienst</h2>\n<p>Wir behalten uns das Recht vor, unseren Dienst jederzeit mit oder ohne Vorankündigung zu ändern oder einzustellen. Wir haften Ihnen oder Dritten gegenüber nicht für Änderungen, Aussetzungen oder Einstellungen des Dienstes.</p>\n<h2>7. Änderungen der Bedingungen</h2>\n<p>Wir können diese Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neuen Bedingungen auf dieser Seite veröffentlichen. Ihre fortgesetzte Nutzung unseres Dienstes nach Änderungen stellt Ihre Zustimmung zu den neuen Bedingungen dar.</p>\n<h2>8. Anwendbares Recht</h2>\n<p>Diese Nutzungsbedingungen unterliegen den Gesetzen Ihres Landes/Staates und werden nach diesen ausgelegt, ohne Berücksichtigung von Kollisionsnormen.</p>\n<h2>9. Kontaktieren Sie Uns</h2>\n<p>Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte unter:</p>\n<p>E-Mail: lhqlvp@gmail.com</p>"
}