{
    "title": "隐私政策",
    "description": "阅读我们的隐私政策，了解我们如何收集、使用并保护您在 C to F Converter 上的个人信息。",
    "content": "<p class=\"last-updated\">最后更新：2026-01-12</p>\n<p>本隐私政策阐述了我们在您使用本服务时对您信息的收集、使用和披露的政策与程序，并向您说明您的隐私权利以及法律如何保护您。</p>\n<h2>解释与定义</h2>\n<h3>解释</h3>\n<p>首字母大写的词在以下条件下具有定义的含义。无论是单数还是复数，这些定义具有相同的含义。</p>\n<h3>定义</h3>\n<p>就本隐私政策而言：</p>\n<ul>\n<li><strong>账户</strong>指为您创建的唯一账户，以访问我们的服务或服务的部分。</li>\n<li><strong>公司</strong>（在本协议中称为“公司”“我们”“我们的”）指 C to F Converter。</li>\n<li><strong>Cookie</strong>是放置在您电脑、移动设备或任何其他设备上的小文件，用于记录您在本网站的浏览历史等多种用途。</li>\n<li><strong>国家</strong>指：[国家]</li>\n<li><strong>设备</strong>指能够访问本服务的任何设备，如电脑、手机或平板电脑。</li>\n<li><strong>个人数据</strong>是指与已识别或可识别的个人有关的任何信息。</li>\n<li><strong>服务</strong>指本网站。</li>\n<li><strong>服务提供商</strong>指代表公司处理数据的任何自然人或法人。它指代为促进本服务、代表公司提供本服务、执行与本服务相关的服务或帮助公司分析本服务使用情况的第三方公司或个人。</li>\n<li><strong>使用数据</strong>指自动收集的数据，无论是由本服务的使用产生，还是由本服务基础设施本身产生（例如页面访问时长）。</li>\n<li><strong>网站</strong>指可通过[网站 URL]访问的 C to F Converter。</li>\n<li><strong>您</strong>指访问或使用本服务的个人、公司或其他法律实体。</li>\n</ul>\n<h2>收集与使用您的个人数据</h2>\n<h3>收集的数据类型</h3>\n<h4>个人数据</h4>\n<p>在使用我们的服务时，我们可能会要求您提供某些可用于联系或识别您的个人身份信息。个人身份信息可能包括但不限于：</p>\n<ul>\n<li>电子邮件地址</li>\n<li>姓名</li>\n<li>电话号码</li>\n<li>地址、州/省、邮编、城市</li>\n<li>使用数据</li>\n</ul>\n<h4>使用数据</h4>\n<p>使用数据在使用本服务时自动收集。</p>\n<p>使用数据可能包括您的设备的互联网协议地址（例如 IP 地址）、浏览器类型、浏览器版本、您访问的本服务页面、访问的时间和日期、在这些页面上停留的时间、唯一设备标识符以及其他诊断数据。</p>\n<p>当您通过移动设备访问本服务时，我们可能会自动收集某些信息，包括但不限于您使用的移动设备类型、移动设备唯一 ID、移动设备的 IP 地址、移动操作系统、您使用的移动互联网浏览器类型、唯一设备标识符以及其他诊断数据。</p>\n<p>我们也可能收集您的浏览器在您访问本服务或通过移动设备访问本服务时发送的信息。</p>\n<h3>使用您的个人数据的目的</h3>\n<p>公司可能会出于以下目的使用个人数据：</p>\n<ul>\n<li>提供并维护我们的服务，包括监控服务的使用情况。</li>\n<li>管理您的账户：管理您作为用户的注册。您提供的个人数据可让您访问作为注册用户可用的不同功能。</li>\n<li>履行合同：开发、合规以及执行您通过本服务购买的产品、项目或服务的购买合同，或与我们通过本服务签订的任何其他合同。</li>\n<li>与您联系：通过电子邮件、电话、短信或其他等效的电子通信方式（如移动应用的推送通知）联系您，提供功能更新、产品或合同服务的安全更新等信息。</li>\n<li>向您提供新闻、特惠和一般信息，内容与您已购买或咨询的商品、服务或活动相似，除非您选择不接收此类信息。</li>\n<li>管理您的请求：处理并管理您向我们提出的请求。</li>\n<li>业务转让：在合并、分拆、重组、解散或其他资产转让（包括破产、清算等）过程中使用您的信息，以评估或进行此类交易。</li>\n<li>其他目的：进行数据分析、识别使用趋势、评估营销活动效果、改进我们的服务、产品、营销及您的使用体验。</li>\n</ul>\n<p>我们可能在以下情况下共享您的个人信息：</p>\n<ul>\n<li>服务提供商：与服务提供商共享个人信息，以监控和分析本服务的使用并联系您。</li>\n<li>业务转让：在合并、资产出售、融资或收购期间或谈判期间共享或转让您的个人信息。</li>\n<li>关联公司：与我们的关联公司共享信息，前提是这些关联公司遵守本隐私政策。关联公司包括我们的母公司、子公司、合资伙伴或我们控制或受共同控制的其他公司。</li>\n<li>业务合作伙伴：与业务合作伙伴共享信息，以向您提供特定产品、服务或促销。</li>\n<li>其他用户：当您在公共区域与其他用户共享个人信息或互动时，该信息可能被所有用户看到并公开传播。</li>\n<li>经您同意：在获得您同意的情况下，为任何其他目的披露您的个人信息。</li>\n</ul>\n<h3>保留您的个人数据</h3>\n<p>公司仅在本隐私政策所列目的所需的期间保留您的个人数据。我们将在必要时保留并使用您的个人数据，以遵守法律义务（例如依法保留数据以符合法律要求）、解决争议以及执行我们的法律协议和政策。</p>\n<p>公司还会为内部分析目的保留使用数据。除非这些数据用于加强安全性或改进本服务功能，或我们依法需长期保留，否则使用数据通常会在较短时间内删除。</p>\n<h3>您的个人数据的转移</h3>\n<p>您的信息（包括个人数据）可能在公司的运营办公室以及参与处理的其他地点进行处理。这意味着信息可能会被转移并存储在您所在州、省、国家或其他政府管辖区之外，那里可能有不同的数据保护法律。</p>\n<p>您在本隐私政策下的同意以及提交信息即表示您同意此类转移。</p>\n<p>公司将采取合理必要的措施，确保您的数据安全并符合本隐私政策，除非有足够的控制措施（包括数据安全）否则不会将您的个人数据转移至组织或国家。</p>\n<h3>披露您的个人数据</h3>\n<h4>业务交易</h4>\n<p>如果公司涉及合并、收购或资产出售，您的个人数据可能会被转移。我们将在转移前提供通知，并在转移后适用不同的隐私政策。</p>\n<h4>法律执法</h4>\n<p>在某些情况下，公司可能需要根据法律或公共机构（如法院或政府机构）的有效请求披露您的个人数据。</p>\n<h4>其他法律要求</h4>\n<p>公司可能在善意认为以下情况必要时披露您的个人数据：</p>\n<ul>\n<li>遵守法律义务</li>\n<li>保护和捍卫公司的权利或财产</li>\n<li>预防或调查可能的违法行为</li>\n<li>保护服务用户或公众的个人安全</li>\n<li>防止法律责任</li>\n</ul>\n<h3>您个人数据的安全性</h3>\n<p>您的个人数据安全对我们很重要，但请记住，没有任何传输方式或电子存储方法是 100% 安全的。我们将尽商业上可接受的手段保护您的个人数据，但不能保证绝对安全。</p>\n<h2>儿童隐私</h2>\n<p>我们的服务不针对 13 岁以下的任何人。我们不会有意收集 13 岁以下个人的可识别信息。如果您是父母或监护人，且发现您的子女向我们提供了个人数据，请与我们联系。如果我们发现未经父母同意收集了 13 岁以下的个人数据，我们将采取措施将其从服务器中删除。</p>\n<p>如果我们需要将同意作为处理您信息的法律依据，而您的国家要求父母同意，我们可能在收集和使用此信息之前要求您父母的同意。</p>\n<h2>其他网站链接</h2>\n<p>我们的服务可能包含指向非我们运营的其他网站的链接。如果您点击第三方链接，您将被引导至该第三方网站。我们强烈建议您审阅您访问的每个网站的隐私政策。</p>\n<p>我们对第三方网站或服务的内容、隐私政策或实践不承担任何责任或义务。</p>\n<h2>本隐私政策的变更</h2>\n<p>我们可能不时更新本隐私政策。我们将在本页面发布新隐私政策以通知您任何更改。</p>\n<p>在更改生效前，我们会通过电子邮件或在本服务上显著通知您，并更新本隐私政策顶部的“最后更新”日期。</p>\n<p>建议您定期查看本隐私政策，以了解任何更改。更改在本页面发布后即生效。</p>\n<h2>联系我们</h2>\n<p>如果您对本隐私政策有任何疑问，您可以通过以下方式联系我们：</p>\n<ul>\n<li>电子邮件：lhqlvp@gmail.com</li>\n</ul>"
}