{
    "title": "गोपनीयता नीति",
    "description": "हमारी गोपनीयता नीति पढ़ें ताकि आप समझ सकें कि हम C to F Converter पर आपकी व्यक्तिगत जानकारी कैसे एकत्रित, उपयोग और सुरक्षित करते हैं।",
    "content": "<p class=\"last-updated\">अंतिम अपडेट: 2026-01-12</p>\n<p>यह गोपनीयता नीति हमारे नीतियों और प्रक्रियाओं को वर्णित करती है जो सेवा के उपयोग के दौरान आपके जानकारी के संग्रह, उपयोग और प्रकटीकरण से संबंधित हैं, और आपको आपके गोपनीयता अधिकारों तथा कानून द्वारा आपके संरक्षण के बारे में बताती है।</p>\n<h2>व्याख्या और परिभाषाएँ</h2>\n<h3>व्याख्या</h3>\n<p>पहले अक्षर बड़े वाले शब्दों के नीचे दी गई शर्तों के अनुसार परिभाषित अर्थ होते हैं। परिभाषाएँ एकवचन या बहुवचन में समान अर्थ रखती हैं।</p>\n<h3>परिभाषाएँ</h3>\n<p>इस गोपनीयता नीति के प्रयोजनों के लिए:</p>\n<ul>\n<li><strong>खाता</strong> वह अनोखा खाता है जो आपके लिए बनाया गया है ताकि आप हमारी सेवा या उसके भागों तक पहुँच सकें।</li>\n<li><strong>कंपनी</strong> (इस समझौते में \"कंपनी\", \"हम\", \"हमारा\" कहा गया) C to F Converter को दर्शाता है।</li>\n<li><strong>कुकी</strong> छोटे फ़ाइलें हैं जो आपके कंप्यूटर, मोबाइल डिवाइस या किसी अन्य डिवाइस पर वेबसाइट द्वारा रखी जाती हैं, जिसमें आपके ब्राउज़िंग इतिहास जैसी जानकारी होती है।</li>\n<li><strong>देश</strong> का अर्थ है: [देश]</li>\n<li><strong>डिवाइस</strong> वह कोई भी डिवाइस है जो सेवा तक पहुँच सकता है, जैसे कंप्यूटर, मोबाइल फ़ोन या टैबलेट।</li>\n<li><strong>व्यक्तिगत डेटा</strong> वह कोई भी जानकारी है जो पहचाने गए या पहचाने जा सकने वाले व्यक्ति से संबंधित है।</li>\n<li><strong>सेवा</strong> वेबसाइट को दर्शाता है।</li>\n<li><strong>सेवा प्रदाता</strong> वह प्राकृतिक या कानूनी व्यक्ति है जो कंपनी की ओर से डेटा प्रोसेस करता है।</li>\n<li><strong>उपयोग डेटा</strong> वह डेटा है जो स्वचालित रूप से एकत्रित होता है, चाहे वह सेवा के उपयोग से उत्पन्न हो या सेवा की बुनियादी संरचना से (जैसे पेज विज़िट की अवधि)।</li>\n<li><strong>वेबसाइट</strong> वह C to F Converter है जिसे [वेबसाइट URL] से एक्सेस किया जा सकता है।</li>\n<li><strong>आप</strong> वह व्यक्ति या कानूनी इकाई है जो सेवा का उपयोग करता/करती है।</li>\n</ul>\n<h2>आपके व्यक्तिगत डेटा का संग्रह और उपयोग</h2>\n<h3>संग्रहित डेटा के प्रकार</h3>\n<h4>व्यक्तिगत डेटा</h4>\n<p>सेवा का उपयोग करते समय, हम आपसे कुछ व्यक्तिगत पहचान जानकारी मांग सकते हैं जो आपके संपर्क या पहचान के लिए उपयोगी हो। इसमें शामिल हो सकते हैं लेकिन सीमित नहीं हैं:</p>\n<ul>\n<li>ई‑मेल पता</li>\n<li>नाम और उपनाम</li>\n<li>फ़ोन नंबर</li>\n<li>पता, राज्य/प्रांत, पोस्टल कोड, शहर</li>\n<li>उपयोग डेटा</li>\n</ul>\n<h4>उपयोग डेटा</h4>\n<p>उपयोग डेटा स्वचालित रूप से एकत्रित किया जाता है जब आप सेवा का उपयोग करते हैं।</p>\n<p>उपयोग डेटा में आपके डिवाइस का IP पता, ब्राउज़र प्रकार व संस्करण, आप द्वारा देखे गए पेज, विज़िट की तिथि‑समय, पेज पर बिताया गया समय, अद्वितीय डिवाइस पहचानकर्ता और अन्य निदान डेटा शामिल हो सकते हैं।</p>\n<p>जब आप मोबाइल डिवाइस से सेवा तक पहुँचते हैं, हम स्वचालित रूप से डिवाइस प्रकार, अद्वितीय मोबाइल ID, मोबाइल IP पता, मोबाइल OS, मोबाइल ब्राउज़र प्रकार, अद्वितीय पहचानकर्ता आदि एकत्रित कर सकते हैं।</p>\n<p>हम आपके ब्राउज़र द्वारा भेजी गई जानकारी भी एकत्रित कर सकते हैं जब आप सेवा पर जाते हैं।</p>\n<h3>आपके व्यक्तिगत डेटा के उपयोग के उद्देश्य</h3>\n<p>कंपनी आपके व्यक्तिगत डेटा को निम्नलिखित उद्देश्यों के लिए उपयोग कर सकती है:</p>\n<ul>\n<li>सेवा प्रदान और बनाए रखना, जिसमें सेवा उपयोग की निगरानी शामिल है।</li>\n<li>आपका खाता प्रबंधित करना: उपयोगकर्ता के रूप में आपका पंजीकरण संभालना।</li>\n<li>संविदा का पालन: आपके द्वारा खरीदे गए उत्पादों, वस्तुओं या सेवाओं के अनुबंध को लागू करना।</li>\n<li>आपसे संपर्क करना: ई‑मेल, फोन, SMS या पुश नोटिफिकेशन के माध्यम से अपडेट, सुरक्षा जानकारी आदि प्रदान करना।</li>\n<li>समाचार, विशेष ऑफ़र और सामान्य जानकारी प्रदान करना, जब तक आप इनका प्राप्त न करने का चयन न करें।</li>\n<li>आपके अनुरोधों का प्रबंधन: आपके द्वारा भेजे गए अनुरोधों को संभालना।</li>\n<li>व्यवसाय स्थानांतरण: विलय, विभाजन, पुनर्गठन, विघटन या अन्य संपत्ति स्थानांतरण के दौरान आपके डेटा का उपयोग करना।</li>\n<li>अन्य उद्देश्य: डेटा विश्लेषण, उपयोग प्रवृत्तियों की पहचान, मार्केटिंग अभियानों की प्रभावशीलता का मूल्यांकन, सेवा, उत्पाद, मार्केटिंग और उपयोगकर्ता अनुभव में सुधार।</li>\n</ul>\n<p>हम आपके व्यक्तिगत डेटा को निम्न स्थितियों में साझा कर सकते हैं:</p>\n<ul>\n<li>सेवा प्रदाताओं के साथ: सेवा उपयोग की निगरानी, विश्लेषण और आपसे संपर्क करने के लिए।</li>\n<li>व्यवसाय स्थानांतरण के दौरान: विलय, संपत्ति बिक्री, वित्तपोषण या अधिग्रहण के समय।</li>\n<li>संबद्ध कंपनियों के साथ: यदि वे इस नीति का पालन करती हैं।</li>\n<li>व्यावसायिक साझेदारों के साथ: विशिष्ट उत्पाद, सेवा या प्रमोशन प्रदान करने हेतु।</li>\n<li>अन्य उपयोगकर्ताओं के साथ: सार्वजनिक क्षेत्रों में साझा किए गए डेटा सभी उपयोगकर्ताओं को दिखाई दे सकते हैं।</li>\n<li>आपकी सहमति के साथ: किसी अन्य उद्देश्य के लिए आपके डेटा का खुलासा।</li>\n</ul>\n<h3>आपके व्यक्तिगत डेटा का संरक्षण अवधि</h3>\n<p>कंपनी आपके व्यक्तिगत डेटा को केवल उन उद्देश्यों के लिए आवश्यक अवधि तक रखेगी जो इस नीति में निर्दिष्ट हैं। हम कानूनी दायित्वों, विवाद समाधान और अनुबंधों के प्रवर्तन के लिए भी डेटा रख सकते हैं।</p>\n<p>उपयोग डेटा आंतरिक विश्लेषण के लिए रखा जाता है और आमतौर पर छोटा समयावधि के बाद हटा दिया जाता है, जब तक कि सुरक्षा या कार्यक्षमता सुधार के लिए आवश्यक न हो।</p>\n<h3>आपके व्यक्तिगत डेटा का स्थानांतरण</h3>\n<p>आपकी जानकारी, जिसमें व्यक्तिगत डेटा शामिल है, कंपनी के कार्यालयों और डेटा प्रोसेसिंग में शामिल अन्य स्थानों में प्रोसेस की जा सकती है, जो आपके देश/राज्य/क्षेत्र से बाहर हो सकते हैं, जहाँ डेटा संरक्षण कानून अलग हो सकते हैं।</p>\n<p>इस नीति को स्वीकार करके आप इन स्थानांतरणों के लिए सहमति देते हैं।</p>\n<p>कंपनी उचित सुरक्षा उपाय अपनाएगी ताकि आपका डेटा सुरक्षित रहे और उचित नियंत्रण न होने वाले देशों या संगठनों को नहीं भेजेगा।</p>\n<h3>आपके व्यक्तिगत डेटा का खुलासा</h3>\n<h4>व्यवसाय लेन‑देन</h4>\n<p>यदि कंपनी विलय, अधिग्रहण या संपत्ति बिक्री में शामिल है, तो आपका डेटा स्थानांतरित हो सकता है। हम पहले सूचित करेंगे और अलग गोपनीयता नीति लागू होगी।</p>\n<h4>कानूनी प्रवर्तन</h4>\n<p>कभी‑कभी हमें कानूनी अनुरोध या सार्वजनिक संस्थाओं (जैसे अदालत या सरकारी एजेंसी) के वैध अनुरोधों के कारण आपका डेटा प्रकट करना पड़ सकता है।</p>\n<h4>अन्य कानूनी आवश्यकताएँ</h4>\n<p>कंपनी आपके डेटा को ईमानदारी से उजागर कर सकती है जब यह आवश्यक हो:</p>\n<ul>\n<li>कानूनी दायित्वों का पालन करने के लिए</li>\n<li>कंपनी के अधिकार या संपत्ति की रक्षा करने के लिए</li>\n<li>संभावित अवैध गतिविधियों की रोकथाम या जांच के लिए</li>\n<li>सेवा उपयोगकर्ताओं या सार्वजनिक की व्यक्तिगत सुरक्षा के लिए</li>\n<li>कानूनी जिम्मेदारी से बचने के लिए</li>\n</ul>\n<h3>आपके व्यक्तिगत डेटा की सुरक्षा</h3>\n<p>हम आपके डेटा की सुरक्षा को गंभीरता से लेते हैं, परन्तु कोई भी इंटरनेट ट्रांसमिशन या इलेक्ट्रॉनिक स्टोरेज 100 % सुरक्षित नहीं है। हम व्यावसायिक रूप से स्वीकार्य उपायों से डेटा सुरक्षित रखते हैं, परन्तु पूर्ण सुरक्षा की गारंटी नहीं दे सकते।</p>\n<h2>बच्चों की गोपनीयता</h2>\n<p>हमारी सेवा 13 वर्ष से कम आयु के किसी भी व्यक्ति को लक्षित नहीं करती। हम जानबूझकर 13 वर्ष से कम उम्र के बच्चों की व्यक्तिगत जानकारी एकत्र नहीं करते। यदि आप अभिभावक हैं और आपके बच्चे ने हमें व्यक्तिगत डेटा प्रदान किया है, तो कृपया हमसे संपर्क करें। यदि हम बिना अभिभावक की सहमति के ऐसे डेटा एकत्र करते हैं, तो हम इसे सर्वर से हटा देंगे।</p>\n<p>यदि आपके देश में अभिभावक की सहमति आवश्यक है, तो हम डेटा एकत्र करने से पहले अभिभावक की सहमति मांग सकते हैं।</p>\n<h2>अन्य वेबसाइटों के लिंक</h2>\n<p>हमारी सेवा में ऐसी लिंक हो सकते हैं जो हमारे द्वारा संचालित नहीं हैं। यदि आप किसी तृतीय‑पक्ष लिंक पर क्लिक करते हैं, तो आप उस साइट पर ले जाएँगे। हम आपको प्रत्येक साइट की गोपनीयता नीति पढ़ने की सलाह देते हैं।</p>\n<p>हम तृतीय‑पक्ष साइटों या सेवाओं की सामग्री, गोपनीयता नीतियों या प्रथाओं के लिए कोई जिम्मेदारी नहीं लेते।</p>\n<h2>इस गोपनीयता नीति में परिवर्तन</h2>\n<p>हम समय‑समय पर इस नीति को अपडेट कर सकते हैं। परिवर्तन इस पृष्ठ पर प्रकाशित होंगे और हम आपको सूचित करेंगे।</p>\n<p>परिवर्तन लागू होने से पहले हम ई‑मेल या सेवा पर प्रमुख नोटिस के माध्यम से आपको सूचित करेंगे और पृष्ठ के शीर्ष पर \"अंतिम अपडेट\" तिथि को अपडेट करेंगे।</p>\n<p>हम आपको नियमित रूप से इस नीति की समीक्षा करने की सलाह देते हैं। परिवर्तन प्रकाशित होते ही प्रभावी हो जाते हैं।</p>\n<h2>हमसे संपर्क करें</h2>\n<p>यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो आप निम्नलिखित के माध्यम से हमसे संपर्क कर सकते हैं:</p>\n<ul>\n<li>ई‑मेल: lhqlvp@gmail.com</li>\n</ul>"
}