{
    "title": "Sobre Nós - Ctofconverter",
    "description": "Conheça o Ctofconverter, seu recurso confiável para conversão de temperatura entre Celsius e Fahrenheit.",
    "content": "<div class=\"about-card\"><h2>Nossa Missão</h2><p>No Ctofconverter, nossa missão é fornecer ferramentas de conversão de temperatura simples, precisas e confiáveis para todos. Seja você um estudante, um profissional ou alguém que apenas precisa converter temperaturas no dia a dia, estamos aqui para tornar o processo rápido e fácil.</p><p>Acreditamos que o acesso a ferramentas de conversão de temperatura deve ser fácil e direto, sem barreiras ou complicações. Nosso site foi projetado para ser intuitivo, amigável e acessível a pessoas de todas as idades e origens técnicas.</p></div><div class=\"about-card\"><h2>Nossa História</h2><p>O Ctofconverter foi fundado em 2025 por uma equipe de desenvolvedores e designers apaixonados que reconheceram a necessidade de uma ferramenta de conversão de temperatura simples e confiável. Percebemos que muitas ferramentas existentes eram muito complicadas, cheias de anúncios ou não tinham a precisão necessária para uso profissional.</p><p>Com isso em mente, nos propusemos a criar um site que se concentra exclusivamente em fornecer a melhor experiência de conversão de temperatura possível. Trabalhamos incansavelmente para garantir que nossas ferramentas sejam precisas, nossa interface seja limpa e intuitiva, e nosso conteúdo seja útil e informativo.</p></div><div class=\"about-card\"><h2>Entre em Contato</h2><p>Tem alguma dúvida, sugestão ou feedback? Adoraríamos ouvir de você! Sinta-se à vontade para entrar em contato conosco por e-mail:</p><a href=\"mailto:lhqlvp@gmail.com\" class=\"contact-email\">lhqlvp@gmail.com</a></div><style>.about-card{background:#fff;border-radius:12px;padding:2.5rem;margin-bottom:2rem;box-shadow:0 4px 6px rgba(0,0,0,0.05)}.about-card h2{color:#2c3e50;margin:0 0 1.5rem 0;font-size:1.75rem}.about-card p{line-height:1.7;color:#4a5568;margin-bottom:1.25rem}.contact-email{display:inline-block;margin-top:1rem;font-weight:600;color:#3182ce;text-decoration:none;font-size:1.1rem}.contact-email:hover{text-decoration:underline}</style>"
}