{
    "title": "Política de Privacidade",
    "description": "Leia nossa política de privacidade para entender como coletamos, usamos e protegemos suas informações pessoais no C to F Converter.",
    "content": "<p class=\"last-updated\">Última atualização: 2026-01-12</p>\n<p>Esta política de privacidade descreve nossas políticas e procedimentos sobre a coleta, uso e divulgação de suas informações quando você utiliza o Serviço e informa sobre seus direitos de privacidade e como a lei o protege.</p>\n<h2>Interpretação e Definições</h2>\n<h3>Interpretação</h3>\n<p>Palavras que começam com letra maiúscula têm os significados definidos nas seguintes condições. As definições terão o mesmo sentido, seja no singular ou no plural.</p>\n<h3>Definições</h3>\n<p>Para os fins desta política de privacidade:</p>\n<ul>\n<li><strong>Conta</strong> significa uma conta única criada para você acessar nosso Serviço ou partes dele.</li>\n<li><strong>Empresa</strong> (referida neste contrato como “Empresa”, “Nós” ou “Nosso”) refere‑se ao C to F Converter.</li>\n<li><strong>Cookie</strong> são pequenos arquivos colocados em seu computador, dispositivo móvel ou qualquer outro dispositivo por um site, contendo detalhes do seu histórico de navegação naquele site.</li>\n<li><strong>País</strong> significa: [País]</li>\n<li><strong>Dispositivo</strong> significa qualquer dispositivo que possa acessar o Serviço, como um computador, telefone móvel ou tablet.</li>\n<li><strong>Dados Pessoais</strong> significa qualquer informação relacionada a uma pessoa identificada ou identificável.</li>\n<li><strong>Serviço</strong> significa o site.</li>\n<li><strong>Prestador de Serviços</strong> significa qualquer pessoa física ou jurídica que processe dados em nome da Empresa.</li>\n<li><strong>Dados de Uso</strong> significa dados coletados automaticamente, gerados pelo uso do Serviço ou pela infraestrutura do Serviço (por exemplo, a duração de uma visita a página).</li>\n<li><strong>Site</strong> significa o C to F Converter, acessível a partir de [URL do site].</li>\n<li><strong>Você</strong> significa a pessoa que acessa ou usa o Serviço, ou a empresa ou outra entidade legal em nome da qual essa pessoa acessa ou usa o Serviço.</li>\n</ul>\n<h2>Coleta e Uso de Seus Dados Pessoais</h2>\n<h3>Tipos de Dados Coletados</h3>\n<h4>Dados Pessoais</h4>\n<p>Ao usar nosso Serviço, podemos solicitar que você nos forneça certas informações de identificação pessoal que podem ser usadas para contatá‑lo ou identificá‑lo. Essas informações podem incluir, entre outras, o seguinte:</p>\n<ul>\n<li>Endereço de e‑mail</li>\n<li>Nome e sobrenome</li>\n<li>Número de telefone</li>\n<li>Endereço, estado, província, CEP, cidade</li>\n<li>Dados de Uso</li>\n</ul>\n<h4>Dados de Uso</h4>\n<p>Os Dados de Uso são coletados automaticamente quando você usa o Serviço.</p>\n<p>Os Dados de Uso podem incluir informações como o endereço IP do seu dispositivo, tipo e versão do navegador, páginas do Serviço que você visita, data e hora da visita, tempo gasto nessas páginas, identificadores exclusivos do dispositivo e outros dados de diagnóstico.</p>\n<p>Quando você acessa o Serviço por meio de um dispositivo móvel, podemos coletar automaticamente certas informações, incluindo tipo de dispositivo móvel, ID exclusivo do dispositivo móvel, endereço IP do dispositivo móvel, sistema operacional móvel, tipo de navegador móvel e outros dados de diagnóstico.</p>\n<p>Também podemos coletar as informações que seu navegador envia sempre que você visita nosso Serviço ou ao acessá‑lo por meio de um dispositivo móvel.</p>\n<h3>Finalidades do Uso de Seus Dados Pessoais</h3>\n<p>A Empresa pode usar seus Dados Pessoais para as seguintes finalidades:</p>\n<ul>\n<li>Fornecer e manter nosso Serviço, incluindo monitorar o uso do Serviço.</li>\n<li>Gerenciar sua Conta: gerenciar seu registro como usuário do Serviço.</li>\n<li>Execução de contrato: desenvolvimento, conformidade e execução do contrato de compra de produtos, artigos ou serviços que você adquiriu, ou de qualquer outro contrato que você tenha conosco através do Serviço.</li>\n<li>Contatá‑lo: por e‑mail, telefone, SMS ou outros meios eletrônicos equivalentes (como notificações push de aplicativo móvel) para informá‑lo sobre atualizações, comunicações informativas relacionadas a funcionalidades, produtos ou serviços contratados, incluindo atualizações de segurança quando necessário.</li>\n<li>Fornecer notícias, ofertas especiais e informações gerais sobre outros bens, serviços e eventos que oferecemos e que são semelhantes aos que você já comprou ou consultou, a menos que você tenha optado por não receber essas informações.</li>\n<li>Gerenciar suas solicitações: atender e gerenciar suas solicitações a nós.</li>\n<li>Transferências de negócios: podemos usar suas informações para avaliar ou realizar fusões, cisões, reestruturações, dissoluções ou qualquer outra transferência de ativos.</li>\n<li>Outras finalidades: análise de dados, identificação de tendências de uso, avaliação da eficácia de nossas campanhas promocionais e melhoria de nosso Serviço, produtos, marketing e sua experiência.</li>\n</ul>\n<p>Podemos compartilhar suas informações pessoais nas seguintes situações:</p>\n<ul>\n<li>Prestadores de Serviços: compartilhar informações pessoais com prestadores para monitorar e analisar o uso do Serviço e contatá‑lo.</li>\n<li>Transferências de negócios: compartilhar ou transferir suas informações pessoais em conexão com, ou durante negociações de, qualquer fusão, venda de ativos, financiamento ou aquisição.</li>\n<li>Afiliadas: compartilhar suas informações com nossas afiliadas, desde que estas cumpram esta política de privacidade.</li>\n<li>Parceiros comerciais: compartilhar suas informações com parceiros comerciais para oferecer certos produtos, serviços ou promoções.</li>\n<li>Outros usuários: quando você compartilha informações pessoais ou interage em áreas públicas, essas informações podem ser vistas por todos os usuários e divulgadas publicamente.</li>\n<li>Com seu consentimento: divulgar suas informações pessoais para qualquer outro propósito com seu consentimento.</li>\n</ul>\n<h3>Retenção de Seus Dados Pessoais</h3>\n<p>A Empresa reterá seus Dados Pessoais apenas pelo tempo necessário para as finalidades estabelecidas nesta política de privacidade. Reteremos e usaremos seus Dados Pessoais na medida necessária para cumprir obrigações legais, resolver disputas e fazer cumprir nossos acordos e políticas.</p>\n<p>Também reteremos os Dados de Uso para fins de análise interna. Os Dados de Uso geralmente são retidos por um período mais curto, a menos que sejam usados para reforçar a segurança ou melhorar a funcionalidade do Serviço, ou que a lei nos obrigue a retê‑los por mais tempo.</p>\n<h3>Transferência de Seus Dados Pessoais</h3>\n<p>Suas informações, incluindo Dados Pessoais, podem ser processadas nos escritórios da Empresa e em quaisquer outros locais onde as partes envolvidas no processamento estejam localizadas. Isso significa que as informações podem ser transferidas e armazenadas em computadores fora do seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem diferir.</p>\n<p>Seu consentimento a esta política de privacidade e o envio dessas informações constituem sua concordância com essa transferência.</p>\n<p>A Empresa tomará todas as medidas razoavelmente necessárias para garantir que seus dados sejam tratados de forma segura e em conformidade com esta política de privacidade, e não transferirá seus Dados Pessoais para uma organização ou país sem controles adequados, incluindo segurança de dados.</p>\n<h3>Divulgação de Seus Dados Pessoais</h3>\n<h4>Transações Comerciais</h4>\n<p>Se a Empresa estiver envolvida em fusão, aquisição ou venda de ativos, seus Dados Pessoais podem ser transferidos. Notificaremos você antes da transferência e uma política de privacidade diferente será aplicada.</p>\n<h4>Aplicação da Lei</h4>\n<p>Em certas circunstâncias, a Empresa pode ser obrigada a divulgar seus Dados Pessoais se a lei o exigir ou em resposta a solicitações válidas de autoridades públicas (por exemplo, tribunal ou agência governamental).</p>\n<h4>Outros Requisitos Legais</h4>\n<p>A Empresa pode divulgar seus Dados Pessoais de boa-fé quando considerar que isso é necessário para:</p>\n<ul>\n<li>Cumprir obrigações legais</li>\n<li>Proteger e defender os direitos ou a propriedade da Empresa</li>\n<li>Prevenir ou investigar possíveis atos ilícitos relacionados ao Serviço</li>\n<li>Proteger a segurança pessoal dos usuários do Serviço ou do público</li>\n<li>Evitar responsabilidade legal</li>\n</ul>\n<h3>Segurança de Seus Dados Pessoais</h3>\n<p>A segurança de seus Dados Pessoais é importante para nós, mas lembre‑se de que nenhum método de transmissão pela Internet ou de armazenamento eletrônico é 100 % seguro. Utilizamos meios comercialmente aceitáveis para proteger seus dados, mas não podemos garantir segurança absoluta.</p>\n<h2>Privacidade Infantil</h2>\n<p>Nosso Serviço não se destina a pessoas menores de 13 anos. Não coletamos intencionalmente informações pessoalmente identificáveis de menores de 13 anos. Se você for pai, mãe ou responsável e souber que seu filho nos forneceu dados pessoais, entre em contato conosco. Se descobrirmos que coletamos dados pessoais de menores sem consentimento dos pais, tomaremos medidas para removê‑los dos nossos servidores.</p>\n<p>Se a lei exigir o consentimento dos pais como base legal para processar suas informações, poderemos solicitar o consentimento dos pais antes de coletar e usar essas informações.</p>\n<h2>Links para Outros Sites</h2>\n<p>Nosso Serviço pode conter links para outros sites que não são operados por nós. Ao clicar em um link de terceiros, você será direcionado ao site desse terceiro. Recomendamos fortemente que você revise a política de privacidade de cada site que visitar.</p>\n<p>Não temos controle nem assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de sites ou serviços de terceiros.</p>\n<h2>Alterações a Esta Política de Privacidade</h2>\n<p>Podemos atualizar esta política de privacidade periodicamente. As alterações serão publicadas nesta página e iremos notificá‑lo sobre elas.</p>\n<p>Antes que as alterações entrem em vigor, notificaremos você por e‑mail e/ou por um aviso visível no Serviço e atualizaremos a data “Última atualização” no topo desta política.</p>\n<p>Recomendamos revisar esta política regularmente para estar ciente de quaisquer alterações. As alterações entram em vigor assim que publicadas nesta página.</p>\n<h2>Contate‑nos</h2>\n<p>Se você tiver dúvidas sobre esta política de privacidade, entre em contato conosco:</p>\n<ul>\n<li>E‑mail: lhqlvp@gmail.com</li>\n</ul>"
}