{
    "title": "Termos de Serviço",
    "description": "Leia as regras e diretrizes para usar o C to F Converter.",
    "content": "<p class=\"last-updated\">Última atualização: 2026-01-12</p>\n<p>Ao usar nosso serviço, você concorda em estar vinculado a estes Termos de Serviço. Por favor, leia-os com atenção.</p>\n<h2>1. Uso do Nosso Serviço</h2>\n<p>Você pode usar nosso serviço para fins pessoais e não comerciais. Você não deve:</p>\n<ul>\n<li>Usar o serviço para qualquer finalidade ilegal ou não autorizada.</li>\n<li>Interferir ou interromper a operação do serviço.</li>\n<li>Tentar obter acesso não autorizado a qualquer parte do serviço.</li>\n<li>Usar meios automatizados para acessar o serviço sem nosso consentimento prévio por escrito.</li>\n<li>Modificar, adaptar ou hackear o serviço, ou implicar qualquer associação falsa conosco.</li>\n</ul>\n<h2>2. Propriedade Intelectual</h2>\n<p>Todo o conteúdo em nosso site, incluindo textos, gráficos, logotipos, imagens e software, é propriedade da C to F Converter ou de seus licenciadores e é protegido por direitos autorais, marcas registradas e outras leis de propriedade intelectual.</p>\n<p>Você não pode reproduzir, distribuir, modificar, exibir ou criar obras derivadas de qualquer conteúdo sem nossa permissão por escrito.</p>\n<h2>3. Conteúdo Gerado pelo Usuário</h2>\n<p>Se você enviar qualquer conteúdo para nosso site, você nos concede uma licença não exclusiva, livre de royalties e mundial para usar, reproduzir, modificar, publicar e distribuir esse conteúdo.</p>\n<p>Você garante que o conteúdo que você envia não viola nenhuma lei ou direitos de terceiros.</p>\n<h2>4. Isenção de Responsabilidade</h2>\n<p>Nosso serviço é fornecido \"como está\" e \"conforme disponível\". Não fazemos nenhuma garantia, expressa ou implícita, sobre precisão, confiabilidade ou disponibilidade.</p>\n<p>Não garantimos que nosso serviço será ininterrupto ou livre de erros, ou que defeitos serão corrigidos.</p>\n<h2>5. Limitação de Responsabilidade</h2>\n<p>Em nenhuma circunstância, a C to F Converter ou suas afiliadas serão responsáveis por quaisquer danos indiretos, incidentais, especiais ou consequenciais decorrentes do uso de nosso serviço.</p>\n<p>Nossa responsabilidade total para com você por quaisquer reivindicações decorrentes destes termos ou de nosso serviço não excederá o valor que você pagou, se houver, para acessar o serviço.</p>\n<h2>6. Modificações no Serviço</h2>\n<p>Reservamo-nos o direito de modificar ou descontinuar nosso serviço a qualquer momento, com ou sem aviso prévio. Não seremos responsáveis perante você ou terceiros por qualquer modificação, suspensão ou descontinuação do serviço.</p>\n<h2>7. Alterações nos Termos</h2>\n<p>Podemos atualizar estes Termos de Serviço periodicamente. Notificaremos você sobre quaisquer alterações publicando os novos termos nesta página. Seu uso contínuo de nosso serviço após quaisquer alterações constitui sua aceitação dos novos termos.</p>\n<h2>8. Lei Aplicável</h2>\n<p>Estes Termos de Serviço serão regidos e interpretados de acordo com as leis do seu país/estado, sem considerar suas disposições sobre conflitos de leis.</p>\n<h2>9. Entre em Contato</h2>\n<p>Se você tiver alguma dúvida sobre estes Termos de Serviço, entre em contato conosco em:</p>\n<p>E-mail: lhqlvp@gmail.com</p>"
}