{
    "title": "سياسة الخصوصية",
    "description": "اقرأ سياسة الخصوصية الخاصة بنا لتفهم كيف نجمع ونستخدم ونحمي معلوماتك الشخصية على C to F Converter.",
    "content": "<p class=\"last-updated\">آخر تحديث: 2026-01-12</p>\n<p>تصف سياسة الخصوصية هذه سياساتنا وإجراءاتنا بشأن جمع واستخدام والكشف عن معلوماتك عندما تستخدم الخدمة وتخبرك بحقوقك في الخصوصية وكيف تحميك القوانين.</p>\n<h2>التفسير والتعريفات</h2>\n<h3>التفسير</h3>\n<p>الكلمات التي يبدأ حرفها بحرف كبير لها معاني محددة وفقًا للشروط التالية. تكون التعريفات ذات معنى واحد سواء ظهرت بصيغة المفرد أو الجمع.</p>\n<h3>التعريفات</h3>\n<p>لأغراض سياسة الخصوصية هذه:</p>\n<ul>\n<li><strong>الحساب</strong> يعني حسابًا فريدًا تم إنشاؤه لك للوصول إلى خدمتنا أو أجزاء منها.</li>\n<li><strong>الشركة</strong> (المشار إليها بـ \"الشركة\" أو \"نحن\" أو \"لنا\" في هذه الاتفاقية) تشير إلى C to F Converter.</li>\n<li><strong>ملف تعريف الارتباط (Cookie)</strong> هي ملفات صغيرة توضع على جهازك لتخزين تفاصيل تاريخ تصفحك.</li>\n<li><strong>الدولة</strong> تشير إلى: [الدولة]</li>\n<li><strong>الجهاز</strong> يعني أي جهاز يمكنه الوصول إلى الخدمة مثل الكمبيوتر أو الهاتف المحمول أو الجهاز اللوحي.</li>\n<li><strong>البيانات الشخصية</strong> هي أي معلومات تتعلق بشخص محدد أو قابل للتحديد.</li>\n<li><strong>الخدمة</strong> تشير إلى الموقع.</li>\n<li><strong>مقدم الخدمة</strong> يعني أي شخص طبيعي أو قانوني يعالج البيانات نيابة عن الشركة.</li>\n<li><strong>بيانات الاستخدام</strong> تشير إلى البيانات التي يتم جمعها تلقائيًا.</li>\n<li><strong>الموقع</strong> يشير إلى C to F Converter المتاح عبر [عنوان الموقع].</li>\n<li><strong>أنت</strong> يعني الفرد أو الكيان القانوني الذي يستخدم الخدمة.</li>\n</ul>\n<h2>جمع واستخدام بياناتك الشخصية</h2>\n<h3>أنواع البيانات المجمعة</h3>\n<h4>البيانات الشخصية</h4>\n<p>قد نطلب منك تقديم معلومات تعريفية شخصية يمكن استخدامها للاتصال بك أو تحديد هويتك.</p>\n<ul>\n<li>عنوان البريد الإلكتروني</li>\n<li>الاسم الأول والاسم الأخير</li>\n<li>رقم الهاتف</li>\n<li>العنوان، الولاية/المقاطعة، الرمز البريدي، المدينة</li>\n<li>بيانات الاستخدام</li>\n</ul>\n<h4>بيانات الاستخدام</h4>\n<p>يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة.</p>\n<p>قد تشمل بيانات الاستخدام عنوان IP لجهازك، نوع المتصفح، الصفحات التي تزورها، التاريخ والوقت، مدة الإقامة، معرفات الجهاز الفريدة وغيرها.</p>\n<p>عند الوصول عبر جهاز محمول، قد نجمع معلومات مثل نوع الجهاز، معرف الجهاز الفريد، عنوان IP، نظام التشغيل، نوع المتصفح المحمول، وغيرها.</p>\n<h3>استخدام بياناتك الشخصية</h3>\n<p>قد تستخدم الشركة البيانات الشخصية للأغراض التالية:</p>\n<ul>\n<li>توفير وصيانة الخدمة ومراقبة استخدامها.</li>\n<li>إدارة حسابك وتسجيلك كمستخدم.</li>\n<li>تنفيذ العقود المتعلقة بالمنتجات أو الخدمات التي اشتريتها.</li>\n<li>الاتصال بك عبر البريد الإلكتروني أو الهاتف أو الرسائل النصية أو إشعارات التطبيق.</li>\n<li>إرسال أخبار وعروض خاصة ومعلومات عامة عن منتجات وخدمات مشابهة.</li>\n<li>إدارة طلباتك.</li>\n<li>تحويل الأعمال مثل الاندماج أو الاستحواذ.</li>\n<li>أغراض أخرى مثل تحليل البيانات وتحسين الخدمة.</li>\n</ul>\n<p>قد نشارك معلوماتك في الحالات التالية:</p>\n<ul>\n<li>مع مقدمي الخدمات لمراقبة وتحليل الاستخدام والاتصال بك.</li>\n<li>مع شركاء الأعمال لتقديم منتجات أو خدمات.</li>\n<li>مع الشركات التابعة لنا وفقًا لهذه السياسة.</li>\n<li>مع المستخدمين الآخرين في المناطق العامة.</li>\n<li>بموافقتك.</li>\n</ul>\n<h3>الاحتفاظ ببياناتك الشخصية</h3>\n<p>نحتفظ ببياناتك الشخصية فقط للمدة المطلوبة لتحقيق الأغراض المذكورة.</p>\n<p>نحتفظ ببيانات الاستخدام لأغراض التحليل الداخلي.</p>\n<h3>نقل بياناتك الشخصية</h3>\n<p>قد يتم نقل بياناتك إلى مكاتب الشركة أو مواقع أخرى خارج نطاقك القانوني.</p>\n<p>نلتزم باتخاذ تدابير أمان معقولة لضمان حماية بياناتك.</p>\n<h3>الإفصاح عن بياناتك الشخصية</h3>\n<h4>معاملات تجارية</h4>\n<p>قد يتم نقل بياناتك في حالة الاندماج أو الاستحواذ.</p>\n<h4>تطبيق القانون</h4>\n<p>قد نضطر للإفصاح عن بياناتك بناءً على طلب قانوني.</p>\n<h4>متطلبات قانونية أخرى</h4>\n<p>قد نكشف عن بياناتك للامتثال للالتزامات القانونية أو لحماية الحقوق أو السلامة.</p>\n<h3>أمان بياناتك الشخصية</h3>\n<p>نستخدم وسائل تجارية مقبولة لحماية بياناتك، لكن لا يمكن ضمان الأمان الكامل.</p>\n<h2>خصوصية الأطفال</h2>\n<p>لا نستهدف الأشخاص تحت 13 عامًا ولا نجمع معلوماتهم عن قصد.</p>\n<h2>روابط إلى مواقع أخرى</h2>\n<p>قد تحتوي خدماتنا على روابط لمواقع أخرى؛ يرجى مراجعة سياسات الخصوصية الخاصة بها.</p>\n<h2>تغييرات على سياسة الخصوصية</h2>\n<p>قد نقوم بتحديث السياسة من وقت لآخر؛ سنخطرك بالتغييرات.</p>\n<h2>اتصل بنا</h2>\n<p>لأي أسئلة، راسلنا عبر البريد الإلكتروني: lhqlvp@gmail.com</p>"
}