{
    "title": "شروط الخدمة",
    "description": "اقرأ القواعد والإرشادات لاستخدام C to F Converter.",
    "content": "<p class=\"last-updated\">آخر تحديث: 2026-01-12</p>\n<p>باستخدام خدمتنا، فإنك توافق على الالتزام بشروط الخدمة هذه. يرجى قراءتها بعناية.</p>\n<h2>1. استخدام خدمتنا</h2>\n<p>يمكنك استخدام خدمتنا لأغراض شخصية وغير تجارية. يجب ألا:</p>\n<ul>\n<li>استخدام الخدمة لأي غرض غير قانوني أو غير مصرح به.</li>\n<li>التدخل في تشغيل الخدمة أو تعطيلها.</li>\n<li>محاولة الوصول غير المصرح به إلى أي جزء من الخدمة.</li>\n<li>استخدام وسائل آلية للوصول إلى الخدمة دون موافقتنا الكتابية المسبقة.</li>\n<li>تعديل الخدمة أو تكييفها أو اختراقها، أو الإيحاء بأي ارتباط زائف معنا.</li>\n</ul>\n<h2>2. الملكية الفكرية</h2>\n<p>جميع المحتويات على موقعنا الإلكتروني، بما في ذلك النصوص والرسومات والشعارات والصور والبرامج، هي ملك لـ C to F Converter أو مرخصيها ومحمية بموجب قوانين حقوق النشر والعلامات التجارية وغيرها من قوانين الملكية الفكرية.</p>\n<p>لا يجوز لك نسخ أو توزيع أو تعديل أو عرض أو إنشاء أعمال مشتقة من أي محتوى دون إذن كتابي منا.</p>\n<h2>3. المحتوى الذي ينشئه المستخدم</h2>\n<p>إذا قدمت أي محتوى إلى موقعنا الإلكتروني، فإنك تمنحنا ترخيصًا غير حصري وخاليًا من حقوق الملكية وعالميًا لاستخدام هذا المحتوى ونسخه وتعديله ونشره وتوزيعه.</p>\n<p>أنت تضمن أن المحتوى الذي تقدمه لا يخالف أي قانون أو حقوق طرف ثالث.</p>\n<h2>4. إخلاء المسؤولية</h2>\n<p>يتم توفير خدمتنا \"كما هي\" و \"حسب التوفر\". نحن لا نقدم أي ضمانات، صريحة أو ضمنية، بشأن الدقة أو الموثوقية أو التوفر.</p>\n<p>نحن لا نضمن أن خدمتنا ستكون غير منقطعة أو خالية من الأخطاء، أو أنه سيتم تصحيح أي عيوب.</p>\n<h2>5. تحديد المسؤولية</h2>\n<p>في أي حال من الأحوال، لن تكون C to F Converter أو الشركات التابعة لها مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية ناشئة عن استخدامك لخدمتنا.</p>\n<p>لن تتجاوز مسؤوليتنا الإجمالية تجاهك عن أي مطالبات ناشئة عن هذه الشروط أو خدمتنا المبلغ الذي دفعته، إن وجد، للوصول إلى الخدمة.</p>\n<h2>6. التعديلات على الخدمة</h2>\n<p>نحتفظ بالحق في تعديل خدمتنا أو إيقافها في أي وقت، مع إشعار أو بدونه. لن نكون مسؤولين تجاهك أو تجاه أي طرف ثالث عن أي تعديل أو تعليق أو إيقاف للخدمة.</p>\n<h2>7. التغييرات على الشروط</h2>\n<p>قد نقوم بتحديث شروط الخدمة هذه من وقت لآخر. سنخطرك بأي تغييرات عن طريق نشر الشروط الجديدة على هذه الصفحة. يشكل استمرارك في استخدام خدمتنا بعد أي تغييرات قبولك للشروط الجديدة.</p>\n<h2>8. القانون الحاكم</h2>\n<p>تخضع شروط الخدمة هذه وتفسر وفقًا لقوانين بلدك/ولايتك، دون مراعاة أحكام تعارض القوانين الخاصة بها.</p>\n<h2>9. اتصل بنا</h2>\n<p>إذا كان لديك أي أسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا على:</p>\n<p>البريد الإلكتروني: lhqlvp@gmail.com</p>"
}