{
    "title": "プライバシーポリシー",
    "description": "C to F Converter での個人情報の収集、使用、保護方法をご理解いただくために、プライバシーポリシーをご覧ください。",
    "content": "<p class=\"last-updated\">最終更新日：2026-01-12</p>\n<p>本プライバシーポリシーは、サービスをご利用いただく際の情報の収集、使用、開示に関する当社の方針と手順を説明し、プライバシー権利と法的保護についてご案内します。</p>\n<h2>解釈と定義</h2>\n<h3>解釈</h3>\n<p>頭文字が大文字の単語は、以下の条件で定義された意味を持ちます。単数形でも複数形でも同じ意味です。</p>\n<h3>定義</h3>\n<p>本プライバシーポリシーの目的のために：</p>\n<ul>\n<li><strong>アカウント</strong>は、サービスまたはその一部にアクセスするために作成された固有のアカウントを指します。</li>\n<li><strong>会社</strong>（本契約では「会社」「当社」「私たち」）は C to F Converter を指します。</li>\n<li><strong>クッキー</strong>は、ウェブサイトがコンピュータやモバイルデバイスなどに配置する小さなファイルで、閲覧履歴などを記録します。</li>\n<li><strong>国</strong>は: [国] を指します。</li>\n<li><strong>デバイス</strong>は、コンピュータ、携帯電話、タブレットなど、サービスにアクセスできるすべてのデバイスを指します。</li>\n<li><strong>個人データ</strong>は、識別可能な個人に関する情報を指します。</li>\n<li><strong>サービス</strong>は本ウェブサイトを指します。</li>\n<li><strong>サービスプロバイダー</strong>は、会社に代わってデータを処理する自然人または法人を指します。</li>\n<li><strong>使用データ</strong>は、サービスの利用やインフラから自動的に収集されるデータ（例：ページ滞在時間）を指します。</li>\n<li><strong>ウェブサイト</strong>は、[ウェブサイト URL] からアクセスできる C to F Converter を指します。</li>\n<li><strong>あなた</strong>は、サービスを利用する個人、企業、またはその他の法的主体を指します。</li>\n</ul>\n<h2>個人データの収集と使用</h2>\n<h3>収集されるデータの種類</h3>\n<h4>個人データ</h4>\n<p>サービス利用時に、連絡や本人確認に使用できる個人情報の提供を求めることがあります。個人情報には以下が含まれますが、これに限りません：</p>\n<ul>\n<li>メールアドレス</li>\n<li>氏名（姓・名）</li>\n<li>電話番号</li>\n<li>住所、州/県、郵便番号、都市</li>\n<li>使用データ</li>\n</ul>\n<h4>使用データ</h4>\n<p>使用データはサービス利用時に自動的に収集されます。</p>\n<p>使用データには、デバイスの IP アドレス、ブラウザの種類・バージョン、訪問したページ、訪問日時、滞在時間、デバイス固有の識別子、診断データなどが含まれます。</p>\n<p>モバイルデバイスからアクセスする場合、デバイスの種類、固有 ID、IP アドレス、OS、モバイルブラウザの種類、固有識別子なども自動的に収集されます。</p>\n<p>また、ブラウザが送信する情報も収集することがあります。</p>\n<h3>個人データの利用目的</h3>\n<p>当社は以下の目的で個人データを使用します：</p>\n<ul>\n<li>サービスの提供・維持、利用状況の監視。</li>\n<li>アカウント管理：ユーザーとしての登録管理。</li>\n<li>契約の履行：購入した製品・サービスに関する契約の開発・遵守・実行。</li>\n<li>連絡：メール、電話、SMS、プッシュ通知等で情報提供。</li>\n<li>ニュース・特典・一般情報の提供（ご希望でない場合は除く）。</li>\n<li>リクエストの管理：ご要望への対応。</li>\n<li>事業譲渡：合併・分割・再編・資産譲渡時の評価・実行。</li>\n<li>その他：データ分析、利用傾向の把握、マーケティング効果の評価、サービス・製品・マーケティングの改善。</li>\n</ul>\n<p>当社は以下の場合に個人情報を共有します：</p>\n<ul>\n<li>サービスプロバイダー：サービス利用の監視・分析・連絡のため。</li>\n<li>事業譲渡：合併・資産売却・資金調達・買収時。</li>\n<li>関連会社：本ポリシーに従う提携企業。</li>\n<li>ビジネスパートナー：特定製品・サービス・プロモーションの提供。</li>\n<li>他のユーザー：公開エリアで情報を共有した場合。</li>\n<li>同意：ご同意の上での開示。</li>\n</ul>\n<h3>個人データの保管期間</h3>\n<p>当社は本プライバシーポリシーで定められた目的に必要な期間のみ個人データを保管します。法的義務の遵守、紛争解決、契約・ポリシーの実施のために必要な場合に限り保管します。</p>\n<p>使用データは内部分析の目的で保管しますが、セキュリティ強化や機能改善のために使用されない限り、短期間で削除されます。</p>\n<h3>個人データの転送</h3>\n<p>個人データは会社のオフィスや処理に関わる他の場所で処理され、法的保護が異なる国や地域に転送・保存されることがあります。</p>\n<p>本プライバシーポリシーに同意し情報を送信することで、転送に同意したものとみなします。</p>\n<p>会社は合理的な手段でデータを安全に取り扱い、適切な管理がない組織や国への転送は行いません。</p>\n<h3>個人データの開示</h3>\n<h4>事業取引</h4>\n<p>合併・買収・資産売却時に個人データが転送されることがあります。転送前に通知し、別のプライバシーポリシーが適用されます。</p>\n<h4>法執行</h4>\n<p>法的要請や公的機関（裁判所・政府機関）の有効な要求に応じて個人データを開示する必要がある場合があります。</p>\n<h4>その他の法的要件</h4>\n<p>以下の目的で個人データを開示することがあります：</p>\n<ul>\n<li>法的義務の遵守</li>\n<li>会社の権利・財産の保護・防御</li>\n<li>サービスに関する不正行為の防止・調査</li>\n<li>ユーザーや公衆の安全確保</li>\n<li>法的責任の回避</li>\n</ul>\n<h3>個人データの安全性</h3>\n<p>個人データの安全は重要ですが、インターネット伝送や電子保存は100％安全ではありません。商業的に受容可能な手段で保護しますが、絶対的な安全は保証できません。</p>\n<h2>子どものプライバシー</h2>\n<p>当サービスは13歳未満の方を対象としていません。13歳未満の個人情報を意図的に収集することはありません。保護者の方で子どもが個人情報を提供した場合はご連絡ください。保護者の同意なしに13歳未満の情報を収集したことが判明した場合は、サーバーから削除します。</p>\n<p>法的根拠として保護者の同意が必要な場合、保護者の同意を得た上で情報を収集・使用します。</p>\n<h2>他のウェブサイトへのリンク</h2>\n<p>当サービスは当社が運営していない他のウェブサイトへのリンクを含むことがあります。リンク先をクリックすると第三者サイトへ移動します。訪問する各サイトのプライバシーポリシーをご確認ください。</p>\n<p>第三者サイトやサービスの内容、プライバシーポリシー、慣行について当社は責任を負いません。</p>\n<h2>プライバシーポリシーの変更</h2>\n<p>本プライバシーポリシーは随時更新されることがあります。変更がある場合は本ページに掲載し、通知します。</p>\n<p>変更が有効になる前にメールまたはサービス上の目立つ通知でお知らせし、ページ上部の「最終更新」日付を更新します。</p>\n<p>定期的に本ポリシーをご確認いただき、変更があればすぐに適用されます。</p>\n<h2>お問い合わせ</h2>\n<p>プライバシーポリシーに関するご質問は以下までご連絡ください：</p>\n<ul>\n<li>メール: lhqlvp@gmail.com</li>\n</ul>"
}